<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</HEAD>
<BODY>
<FONT SIZE="3">
<FONT SIZE="4"><B>SEIKO EPSON CORPORATION</B></FONT><BR>
<FONT SIZE="4"><B>MJUKVARULICENSAVTAL</B></FONT><BR>
<BR>
VIKTIGT! L&Auml;S NOGA IGENOM DETTA MJUKVARULICENSAVTAL.  Dataprogrammet, typsnittsprogram, typsnitt och/eller data, inbegripet tillh&ouml;rande f&ouml;rklarande skriftligt material (&rdquo;Mjukvaran&rdquo;), f&aring;r endast installeras och anv&auml;ndas av Licenstagaren (&rdquo;du&rdquo;) under f&ouml;ruts&auml;ttning att du godk&auml;nner de villkor och f&ouml;ruts&auml;ttningar som SEIKO EPSON CORPORATION (&rdquo;EPSON&rdquo;) stipulerar i detta Avtal.  Genom att installera eller anv&auml;nda Mjukvaran, anger du samtidigt att du godk&auml;nner alla de villkor och f&ouml;ruts&auml;ttningar som stipuleras i detta Avtal.  Du b&ouml;r l&auml;sa igenom detta Avtal noggrant innan du installerar eller anv&auml;nder Mjukvaran.  Om du ej godk&auml;nner de villkor och f&ouml;ruts&auml;ttningar som stipuleras i detta Avtal, f&aring;r du ej installera eller anv&auml;nda denna Mjukvara.<BR>
<BR>
<FONT SIZE="5"><B>1</B></FONT>.	Licens.  EPSON och dess leverant&ouml;rer ger dig en personlig, icke-exklusiv, royalty-fri, ej underlicensierbar, begr&auml;nsad licens att installera och anv&auml;nda Mjukvaran p&aring; valfri enskild dator eller valfria datorer som du avser anv&auml;nda direkt eller via n&auml;tverk. Du f&aring;r till&aring;ta andra anv&auml;ndare av de datorer som &auml;r anslutna till n&auml;tverket att anv&auml;nda denna Mjukvara under f&ouml;ruts&auml;ttning att du (a) s&auml;kerst&auml;ller att samtliga s&aring;dana anv&auml;ndare godk&auml;nner och f&ouml;rbinder sig att f&ouml;lja de i detta Avtal stipulerade villkoren och f&ouml;ruts&auml;ttningarna, (b) s&auml;kerst&auml;ller att samtliga s&aring;dana anv&auml;ndare endast anv&auml;nder denna Mjukvara i f&ouml;rbindelse med dessa datorer och i f&ouml;rbindelse med det n&auml;tverk av vilket de utg&ouml;r en del, och (c) h&aring;ller hela EPSON och dess leverant&ouml;rer skadesl&ouml;st betr&auml;ffande alla eventuella skador, f&ouml;rluster, kostnader, utgifter och f&ouml;rpliktelser som EPSON eller dess leverant&ouml;rer kan &aring;dra sig som en f&ouml;ljd av att s&aring;dana anv&auml;ndare ej efterlever eller fullg&ouml;r villkoren och f&ouml;ruts&auml;ttningarna i detta Avtal. Du &auml;ger ocks&aring; r&auml;tt att i s&auml;kerhetskopieringssyfte eller f&ouml;r arkiverings&auml;ndam&aring;l efter behov g&ouml;ra kopior av Mjukvaran, f&ouml;rutsatt att uppgiften r&ouml;rande upphovsmannar&auml;tten &aring;terges i helhet p&aring; s&auml;kerhetskopian.  Termen &rdquo;Mjukvara&rdquo; skall innefatta mjukvarukomponenterna, media, alla kopior som du gjort, samt alla eventuella uppgraderingar, modifierade versioner, uppdateringar och kopior av Mjukvaran som licensierats till dig av EPSON eller dess leverant&ouml;rer. EPSON f&ouml;rbeh&aring;ller sig r&auml;tten till samtliga r&auml;ttigheter som ej beviljas i detta Avtal.<BR>
<BR>
<FONT SIZE="5"><B>2</B></FONT>. &Ouml;vriga r&auml;ttigheter och begr&auml;nsningar.  Du avtalar om att ej modifiera, anpassa eller &ouml;vers&auml;tta denna Mjukvara.  Du avtalar ocks&aring; om att ej f&ouml;rs&ouml;ka bak&aring;tutveckla, dekompilera, disassemblera eller p&aring; annat s&auml;tt f&ouml;rs&ouml;ka komma &aring;t Mjukvarans k&auml;llkod.  Du till&aring;ts ej dela med dig av, hyra ut, leasa, inteckna, underlicensiera eller l&aring;na ut Mjukvaran.  Du till&aring;ts dock att &ouml;verf&ouml;ra samtliga dina r&auml;ttigheter att anv&auml;nda Mjukvaran till en annan person eller juridisk enhet f&ouml;rutsatt att du &ouml;verf&ouml;r detta Avtal, Mjukvaran, inkluderande samtliga kopior, uppdateringar och tidigare versioner, till s&aring;dan person eller enhet, samt att du ej beh&aring;ller n&aring;gra kopior, inkluderande kopior lagrade p&aring; en dator. Dock till&aring;ter inte vissa stater eller jurisdiktioner begr&auml;nsning  eller inskr&auml;nkning vid &ouml;verl&aring;tande av Mjukvaran, varf&ouml;r ovanst&aring;ende begr&auml;nsningar kanske ej &auml;r till&auml;mpliga i ditt fall.<BR>
<BR>
<FONT SIZE="5"><B>3</B></FONT>. &Auml;gander&auml;tt.  Titel, &auml;gander&auml;ttsr&auml;ttigheter och r&auml;ttigheter betr&auml;ffande immateriell egendom i och f&ouml;r Mjukvaran och eventuella kopior av denna, skall fortsatt tillh&ouml;ra EPSON eller dess leverant&ouml;rer.  Det sker inget &ouml;verl&aring;tande till dig av n&aring;gon titel eller &auml;gander&auml;tt av Mjukvaran, och detta Avtal skall ej tolkas som en f&ouml;rs&auml;ljning av n&aring;gra r&auml;ttigheter i Mjukvaran.  Mjukvaran skyddas av japansk upphovsr&auml;ttslagstiftning och internationella upphovsr&auml;ttsf&ouml;rdrag, liksom av andra upphovsr&auml;ttslagar och f&ouml;rdrag.  Med undantag av vad som i annat fall anges i detta Avtal, &auml;ger du ej r&auml;tt att kopiera Mjukvaran.  Du avtalar ocks&aring; om att ej avl&auml;gsna n&aring;gra uppgifter om upphovsr&auml;tten eller andra &auml;gander&auml;ttsmeddelanden p&aring; n&aring;gra kopior av Mjukvaran.<BR>
<BR>
<FONT SIZE="5"><B>4</B></FONT>. Skydd och s&auml;kerhet.  Du avtalar om att g&ouml;ra ditt b&auml;sta och vidtaga alla rimliga &aring;tg&auml;rder f&ouml;r att skydda Mjukvaran f&ouml;r att s&auml;kerst&auml;lla att inga obeh&ouml;riga personer har tillg&aring;ng till den samt att ingen obeh&ouml;rig kopiering, publicering, distribuering eller inget yppande av n&aring;got av Mjukvaran f&ouml;rekommer.  Du tillst&aring;r att Mjukvaran inneh&aring;ller v&auml;rdefull, konfidentiell information liksom aff&auml;rshemligheter, att obeh&ouml;rigt anv&auml;ndande och obeh&ouml;rig kopiering &auml;r till men f&ouml;r EPSON och dess leverant&ouml;rer, samt att du har en konfidentialitetsskyldighet betr&auml;ffande s&aring;dan v&auml;rdefull information och s&aring;dana aff&auml;rshemligheter.<BR>
<BR>
<FONT SIZE="5"><B>5</B></FONT>. Begr&auml;nsad garanti.  F&ouml;r det fall du erh&aring;llit Mjukvaran p&aring; media fr&aring;n EPSON eller en &aring;terf&ouml;rs&auml;ljare, garanterar EPSON att det media p&aring; vilket Mjukvaran finns lagrad, &auml;r fritt fr&aring;n defekter betr&auml;ffande utf&ouml;rande och material vid normalt anv&auml;ndande under en tidsrymd av 90 dagar, r&auml;knat fr&aring;n leveransdatumet till dig.  Om mediet returneras till EPSON, eller den &aring;terf&ouml;rs&auml;ljare fr&aring;n vilken mediet erh&ouml;lls, inom 90 dagar r&auml;knat fr&aring;n leveransdatumet till dig, och om EPSON bed&ouml;mer att mediet &auml;r defekt samt att det levererade mediet ej har utsatts f&ouml;r felaktig anv&auml;ndning, missbruk, ogiltig till&auml;mpning eller anv&auml;nts i defekt utrustning, kommer EPSON att byta ut mediet vid returneringen av Mjukvaran till EPSON, inklusive samtliga kopior av eventuella delar d&auml;rav.  ALLA KONKLUDENTA GARANTIER F&Ouml;R MEDIET; INKLUSIVE KONKLUDENTA GARANTIER R&Ouml;RANDE S&Auml;LJBARHET OCH L&Auml;MPLIGHET F&Ouml;R ETT SPECIELLT SYFTE, BEGR&Auml;NSAS TILL GILTIGHETSTIDEN F&Ouml;R DEN UTTRYCKLIGA GARANTI SOM ANGES OVAN.<BR>
<BR>
Du godk&auml;nner och samtycker till att anv&auml;ndandet av Mjukvaran uteslutande sker p&aring; din egen risk.  MJUKVARAN TILLHANDAH&Aring;LLES I &rdquo;BEFINTLIGT SKICK&rdquo; UTAN N&Aring;GRA SOM HELST GARANTIER.  EPSON OCH DESS LEVERANT&Ouml;RER GARANTERAR EJ, OCH KAN EJ GARANTERA, KVALITETEN HOS DE RESULTAT DU KAN ERH&Aring;LLA GENOM ATT ANV&Auml;NDA PROGRAMMET.  DET OVAN N&Auml;MNDA UTG&Ouml;R DE ENDA OCH UTESLUTANDE GOTTG&Ouml;RELSERNA F&Ouml;R EPSON OCH DESS LEVERANT&Ouml;RERS EVENTUELLA BROTT MOT GARANTIUTF&Auml;STELSERNA.  MED UNDANTAG AV DEN F&Ouml;REG&Aring;ENDE N&Auml;MNDA BEGR&Auml;NSADE GARANTIN, UTF&Auml;STER EPSON ELLER DESS LEVERANT&Ouml;RER INGA GARANTIER, UTTRYCKLIGA ELLER UNDERF&Ouml;RST&Aring;DDA, BETR&Auml;FFANDE ICKE-INTR&Aring;NG, S&Auml;LJBARHET ELLER L&Auml;MPLIGHET F&Ouml;R ETT SPECIELLT SYFTE.  Vissa stater eller jurisdiktioner till&aring;ter ej exkludering av konkludenta garantier eller begr&auml;nsningar betr&auml;ffande hur l&auml;nge en konkludent garanti kan g&auml;lla, varf&ouml;r ovanst&aring;ende begr&auml;nsningar kanske ej &auml;r till&auml;mpliga i ditt fall.  Denna garanti ger er specifika juridiska r&auml;ttigheter.  Ni kan omfattas av andra r&auml;ttigheter vilka kan variera fr&aring;n stat till stat eller fr&aring;n domsaga till domsaga.<BR>
<BR>
UNDER INGA OMST&Auml;NDIGHETER KOMMER EPSON ELLER DESS LEVERANT&Ouml;RER ATT KUNNA H&Aring;LLAS ANSVARIGA GENTEMOT DIG, VARE SIG DETTA EMANERAR FR&Aring;N AVTALET, GENOM KR&Auml;NKNINGAR (INKLUSIVE F&Ouml;RSUMLIGHET), STRIKT ANSVAR, &Ouml;VERTR&Auml;DELSE ELLER GARANTI, ORIKTIG FRAMST&Auml;LLNING ELLER P&Aring; ANNAT S&Auml;TT, F&Ouml;R ALLA EVENTUELLA DIREKTA, INDIREKTA, &Aring;TF&Ouml;LJANDE ELLER SPECIELLA SKADOR, INKLUDERANDE EVENTUELLA BORTFALL/F&Ouml;RLUSTER AV VINST ELLER BESPARINGAR, &Auml;VEN F&Ouml;R DET FALL EPSON, DESS LEVERANT&Ouml;RER ELLER REPRESENTANTER HAR INFORMERATS OM M&Ouml;JLIGHETEN AV S&Aring;DANA SKADOR, EJ HELLER F&Ouml;R N&Aring;GRA ANSPR&Aring;K RIKTADE AV TREDJE PART.  Dock till&aring;ter inte vissa stater eller jurisdiktioner exkludering eller begr&auml;nsning av &aring;tf&ouml;ljande, indirekta eller speciella skador, varf&ouml;r ovanst&aring;ende begr&auml;nsningar kanske ej &auml;r till&auml;mpliga i ditt fall.<BR>
<BR>
<FONT SIZE="5"><B>6</B></FONT>. Upps&auml;gning.  Utan att vara till f&ouml;rf&aring;ng f&ouml;r n&aring;gra andra r&auml;ttigheter som EPSON besitter, skall detta Avtal automatiskt upph&ouml;ra f&ouml;r det fall du ej lever upp till villkoren i detta.  Du har ocks&aring; m&ouml;jlighet att n&auml;r som helst s&auml;ga upp detta Avtal genom att avinstallera och f&ouml;rst&ouml;ra Mjukvaran tillsammans med samtliga kopior av denna.<BR>
<BR>
<FONT SIZE="5"><B>7</B></FONT>. Exportrestriktion.  Du avtalar om att ej &ouml;verl&aring;ta, exportera eller reexportera Mjukvaran, eventuell data eller information som du erh&aring;llit fr&aring;n EPSON, eller att anv&auml;nda Mjukvaran utan giltig licens enligt japansk lagstiftning, restriktioner och regler, eller enligt lagarna i den jurisdiktion i vilken Mjukvaran erh&ouml;lls.<BR>
<BR>
<FONT SIZE="5"><B>8</B></FONT>. Till&auml;mplig lagstiftning och Allm&auml;nna best&auml;mmelser.  F&ouml;r styrning och uttolkning av detta Avtal skall japansk lag till&auml;mpas, utan beaktande av ev. motstridande lagstiftning.  Detta Avtal utg&ouml;r den kompletta &ouml;verenskommelsen mellan parterna med avseende p&aring; Mjukvaran, och ers&auml;tter utf&auml;stelser betr&auml;ffande Mjukvaran gjorda i eventuell(a) k&ouml;porder, kommunikation, annonsering eller andra framst&auml;llningar.  Detta Avtal skall vara bindande f&ouml;r, och g&auml;lla till f&ouml;rm&aring;n f&ouml;r, parterna i detta och deras respektive efterf&ouml;ljare, &ouml;vertagare och juridiska ombud.  Om n&aring;gon best&auml;mmelse i detta Avtal skulle befinnas ogiltig eller ej verkst&auml;llbar, skall detta ej p&aring;verka giltigheten av j&auml;mvikten i Avtalet, vilket fortsatt skall vara giltigt och verkst&auml;llbart i enlighet med dess villkor.  Detta Avtal f&aring;r endast &auml;ndras skriftligen och undertecknas av en beh&ouml;rig tj&auml;nsteman p&aring; EPSON.<BR>
<BR>
<FONT SIZE="5"><B>9</B></FONT>. Slutanv&auml;ndare inom U.S. Government. Om du inf&ouml;rskaffar denna Mjukvara p&aring; uppdrag av en enhet eller instans inom United States Government, g&auml;ller f&ouml;ljande best&auml;mmelser:  Staten avtalar att: (i) om Mjukvaran levereras till Department of Defense (DoD), klassas Mjukvaran som &rdquo;Commercial Computer Software&rdquo; och Staten f&ouml;rv&auml;rvar endast &rdquo;restricted rights&rdquo; till Mjukvaran och dess dokumentation enligt definitionen av denna term i Moment 252.227-7013(c)(1) i DFARS; och (ii) om Mjukvaran levereras till annan enhet eller instans inom United States Government &auml;n DoD, kommer Statens r&auml;ttigheter betr&auml;ffande Mjukvaran och dess dokumentation att bli de i Moment 52.227-19(c)(2) i FAR definierade, eller, betr&auml;ffande NASA, de i Moment 18-52.227-86(d) i NASA-bilagan till FAR.<BR>
<BR>
<FONT SIZE="5"><B>10</B></FONT>. Internetanslutning.  Det kan vara m&ouml;jligt f&ouml;r Mjukvaran att ansluta till Internet och skicka data och/eller information till eller fr&aring;n din dator betr&auml;ffande EPSON-h&aring;rdvara och/eller mjukvara som du anv&auml;nder (&rdquo;EPSON-produkter&rdquo;) inkluderande, men ej begr&auml;nsat till, modellinformation r&ouml;rande EPSON-produkter, det land/den region du bor i, betingelser f&ouml;r EPSON-produkter, osv.. EPSON kan komma att &auml;ndra posterna f&ouml;r s&aring;dana data/s&aring;dan information utan f&ouml;reg&aring;ende godk&auml;nnande d&auml;rf&ouml;r.  EPSON samlar ej in n&aring;gon personligt identifierbar information utan ditt tillst&aring;nd.  EPSON kan dock anv&auml;nda sig av ej personligt identifierbar information f&ouml;r statistiska &auml;ndam&aring;l i syfte att f&ouml;rb&auml;ttra den service vi tillhandah&aring;ller f&ouml;r v&aring;ra kunder. Om du samtycker till att installera Mjukvaran, kommer all &ouml;verf&ouml;ring till eller fr&aring;n Internet att ske i enlighet med EPSONs f&ouml;r tillf&auml;llet g&auml;llande Sekretesspolicy, vilken finns angiven p&aring; EPSONs webbplats.<BR>
<BR>
<FONT SIZE="5"><B>11</B></FONT>. Uppdatering av mjukvaruversionen: Det kan vara möjligt för Mjukvaran att ansluta till Internet till en server som tillhör EPSON eller någon annan tredje part som anlitats av EPSON. Detta görs för att uppdatera mjukvaruversionen (i) automatiskt eller (ii) med ditt föregående godkännande. En sådan uppdaterad mjukvara ska anses vara Mjukvaran och regleras av detta Avtal.<BR>
<BR>
<BR>
<BR>
EPSON EULA SV
<BR>
<BR>
</FONT>
</BODY>
</HTML>

