<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</HEAD>
<BODY>
<FONT SIZE="3">
<FONT SIZE="4"><B>SEIKO EPSON CORPORATION</B></FONT><BR>
<FONT SIZE="4"><B>SOFTWAROV&Aacute; LICENČN&Iacute; SMLOUVA</B></FONT><BR>
<BR>
DŮLEŽIT&Eacute;! PŘEČTĚTE SI DŮKLADNĚ TUTO SOFTWAROVOU LICENČN&Iacute; SMLOUVU.  Poč&iacute;tačov&eacute; softwarov&eacute; produkty, fontware, typy p&iacute;sma a data včetně př&iacute;padn&yacute;ch doprovodn&yacute;ch vysvětluj&iacute;c&iacute;ch p&iacute;semn&yacute;ch materi&aacute;lů (&quot;software&quot;) může uživatel licence (vy) instalovat nebo použ&iacute;vat jen tehdy, souhlas&iacute;-li s podm&iacute;nkami společnosti SEIKO EPSON CORPORATION (EPSON), kter&eacute; jsou stanoveny v t&eacute;to smlouvě.  Instalac&iacute; nebo použ&iacute;v&aacute;n&iacute;m softwaru vyjadřujete svůj souhlas se v&scaron;emi podm&iacute;nkami uveden&yacute;mi v t&eacute;to smlouvě.  Doporučujeme, abyste si před instalac&iacute; nebo použ&iacute;v&aacute;n&iacute;m softwaru důkladně přečetli tuto smlouvu.  Pokud s jej&iacute;mi podm&iacute;nkami nesouhlas&iacute;te, nejste opr&aacute;vněni tento software instalovat ani použ&iacute;vat.	<BR>
<BR>
<FONT SIZE="5"><B>1</B></FONT>.	Licence.  Společnost EPSON a jej&iacute; dodavatel&eacute; v&aacute;m uděluj&iacute; osobn&iacute;, nev&yacute;hradn&iacute;, bezplatnou, nepřenosnou omezenou licenci na instalaci a použ&iacute;v&aacute;n&iacute; softwaru na samostatn&eacute;m poč&iacute;tači nebo poč&iacute;tač&iacute;ch použ&iacute;van&yacute;ch př&iacute;mo nebo prostřednictv&iacute;m s&iacute;tě. Ostatn&iacute;m uživatelům poč&iacute;tačů připojen&yacute;ch k s&iacute;ti můžete povolit použit&iacute; softwaru za předpokladu, že (a) zajist&iacute;te, že v&scaron;ichni tito uživatel&eacute; budou souhlasit s ustanoven&iacute;mi a podm&iacute;nkami t&eacute;to smlouvy a budou je dodržovat, (b) zajist&iacute;te, že v&scaron;ichni uživatel&eacute; budou použ&iacute;vat software jen na př&iacute;slu&scaron;n&yacute;ch poč&iacute;tač&iacute;ch nebo v odpov&iacute;daj&iacute;c&iacute;m segmentu s&iacute;tě, a (c) společnost EPSON a v&scaron;echny jej&iacute; dodavatele zbav&iacute;te odpovědnosti za ve&scaron;ker&eacute; &scaron;kody, ztr&aacute;ty, n&aacute;klady, v&yacute;daje a z&aacute;vazky, kter&eacute; by společnosti EPSON nebo jej&iacute;m dodavatelům mohly vzniknout jako důsledek toho, že uživatel&eacute; nedodržuj&iacute; ustanoven&iacute; a podm&iacute;nky t&eacute;to smlouvy a nejednaj&iacute; v souladu s nimi. Podle potřeby m&aacute;te pr&aacute;vo na vytvořen&iacute; kopi&iacute; za &uacute;čelem z&aacute;lohov&aacute;n&iacute; a archivace za podm&iacute;nky, že takov&aacute; z&aacute;ložn&iacute; kopie obsahuje &uacute;pln&eacute; zněn&iacute; upozorněn&iacute; na autorsk&aacute; pr&aacute;va.  Pojem software zahrnuje souč&aacute;sti softwaru, m&eacute;dia, v&scaron;echny poř&iacute;zen&eacute; kopie a v&scaron;echny inovace, upraven&eacute; verze, aktualizace, dodatky a kopie softwaru, na kter&yacute; v&aacute;m společnost EPSON a jej&iacute; dodavatel&eacute; uděluj&iacute; licenci. Společnost EPSON a dal&scaron;&iacute; dodavatel&eacute; si vyhrazuj&iacute; v&scaron;echna pr&aacute;va, kter&aacute; v&aacute;m nebyla udělena touto licenc&iacute;.<BR>
<BR>
<FONT SIZE="5"><B>2</B></FONT>.Ostatn&iacute; pr&aacute;va a omezen&iacute;.  Souhlas&iacute;te s t&iacute;m, že software nebudete upravovat, přizpůsobovat ani překl&aacute;dat.  Souhlas&iacute;te tak&eacute; s t&iacute;m, že se nebudete snažit o zpětnou anal&yacute;zu, dekompilaci či převod ze strojov&eacute;ho k&oacute;du, ani se jinak snažit zjistit zdrojov&yacute; k&oacute;d softwaru.  Sd&iacute;len&iacute;, n&aacute;jem, pron&aacute;jem, zastaven&iacute;, poskytov&aacute;n&iacute; d&iacute;lč&iacute;ch licenc&iacute; ani půjčov&aacute;n&iacute; softwaru nen&iacute; povoleno.  V&scaron;echna sv&aacute; pr&aacute;va na už&iacute;v&aacute;n&iacute; softwaru v&scaron;ak můžete přev&eacute;st na jinou osobu nebo pr&aacute;vnick&yacute; subjekt za podm&iacute;nky, že na tuto osobu nebo pr&aacute;vnick&yacute; subjekt převedete tuto smlouvu a software včetně v&scaron;ech kopi&iacute;, aktualizac&iacute; a předchoz&iacute;ch verz&iacute; a že si neponech&aacute;te ž&aacute;dn&eacute; kopie včetně kopi&iacute; uložen&yacute;ch v poč&iacute;tači. Někter&eacute; země a soudy v&scaron;ak omezen&iacute; převodu softwaru nepovoluj&iacute;, takže v&yacute;&scaron;e uveden&aacute; omezen&iacute; pro v&aacute;s nemus&iacute; platit.<BR>
<BR>
<FONT SIZE="5"><B>3</B></FONT>.Vlastnick&aacute; pr&aacute;va.  Vlastnictv&iacute;, vlastnick&aacute; pr&aacute;va a pr&aacute;va na du&scaron;evn&iacute; vlastnictv&iacute; souvisej&iacute;c&iacute; se softwarem a jeho př&iacute;padn&yacute;mi kopiemi zůst&aacute;vaj&iacute; společnosti EPSON a jej&iacute;m dodavatelům.  Nevznik&aacute; v&aacute;m ž&aacute;dn&yacute; n&aacute;rok na software nebo jeho vlastnictv&iacute; a tuto licenci nelze považovat za prodej pr&aacute;v na tento software.  Software je chr&aacute;něn japonsk&yacute;m autorsk&yacute;m z&aacute;konem a mezin&aacute;rodn&iacute;mi dohodami o autorsk&yacute;ch pr&aacute;vech a dal&scaron;&iacute;mi z&aacute;kony a smlouvami o du&scaron;evn&iacute;m vlastnictv&iacute;.  Kromě v&yacute;jimek uveden&yacute;ch v t&eacute;to smlouvě se software nesm&iacute; kop&iacute;rovat.  Souhlas&iacute;te tak&eacute; s t&iacute;m, že nebudete odstraňovat ani měnit upozorněn&iacute; na autorsk&aacute; pr&aacute;va ani jin&aacute; upozorněn&iacute; na vlastnick&aacute; pr&aacute;va na kopi&iacute;ch softwaru.<BR>
<BR>
<FONT SIZE="5"><B>4</B></FONT>. Ochrana a bezpečnost.  Souhlas&iacute;te s t&iacute;m, že vynalož&iacute;te ve&scaron;ker&eacute; &uacute;sil&iacute; a učin&iacute;te přiměřen&aacute; opatřen&iacute; na ochranu softwaru tak, aby k němu neměly př&iacute;stup neopr&aacute;vněn&eacute; osoby a aby nemohlo doj&iacute;t k jeho neopr&aacute;vněn&eacute;mu kop&iacute;rov&aacute;n&iacute;, publikaci, zveřejněn&iacute; nebo distribuci.  Berete na vědom&iacute;, že software obsahuje cenn&eacute; důvěrn&eacute; informace a obchodn&iacute; tajemstv&iacute;, že jeho neopr&aacute;vněn&eacute; už&iacute;v&aacute;n&iacute; a kop&iacute;rov&aacute;n&iacute; po&scaron;kozuje společnost EPSON a jej&iacute; dodavatele a že m&aacute;te povinnost zach&aacute;zet s těmito cenn&yacute;mi informacemi a obchodn&iacute;mi tajemstv&iacute;mi jako s důvěrn&yacute;m materi&aacute;lem.<BR>
<BR>
<FONT SIZE="5"><B>5</B></FONT>. Omezen&aacute; z&aacute;ruka.  Pokud jste obdrželi software na m&eacute;diu od společnosti EPSON nebo jej&iacute;ho prodejce, společnost EPSON se zaručuje, že proveden&iacute; a materi&aacute;l m&eacute;di&iacute;, na kter&yacute;ch je software zaznamen&aacute;n, budou při běžn&eacute;m použ&iacute;v&aacute;n&iacute; bez z&aacute;vad po dobu 90 dnů od data dod&aacute;n&iacute;.  Pokud do 90 dnů od data dod&aacute;n&iacute; vr&aacute;t&iacute;te m&eacute;dia společnosti EPSON nebo jej&iacute;mu prodejci, od kter&eacute;ho jste je obdrželi, a pokud společnost EPSON zjist&iacute;, že m&eacute;dia jsou vadn&aacute; a že nedo&scaron;lo k jejich nespr&aacute;vn&eacute;mu nebo nevhodn&eacute;mu použit&iacute;, po&scaron;kozen&iacute; nebo použit&iacute; ve vadn&eacute;m zař&iacute;zen&iacute;, společnost EPSON m&eacute;dia vyměn&iacute;, jakmile j&iacute; vr&aacute;t&iacute;te software včetně v&scaron;ech kopi&iacute; jeho č&aacute;st&iacute;.  V&Scaron;ECHNY ODVOZEN&Eacute; Z&Aacute;RUKY NA M&Eacute;DIA VČETNĚ ODVOZEN&Yacute;CH Z&Aacute;RUK OBCHODOVATELNOSTI A VHODNOSTI PRO URČIT&Yacute; &Uacute;ČEL JSOU OMEZENY NA DOBU V&Yacute;&Scaron;E UVEDEN&Eacute; V&Yacute;SLOVN&Eacute; Z&Aacute;RUKY.<BR>
<BR>
Berete na vědom&iacute; a souhlas&iacute;te s t&iacute;m, že software budete použ&iacute;vat v&yacute;hradně na vlastn&iacute; riziko.  SOFTWARE SE POSKYTUJE &quot;TAK, JAK JE&quot; A BEZ JAK&Yacute;CHKOLI Z&Aacute;RUK.  SPOLEČNOST EPSON A JEJ&Iacute; DODAVATEL&Eacute; NEMOHOU RUČIT ZA V&Yacute;KON NEBO V&Yacute;SLEDKY UŽ&Iacute;V&Aacute;N&Iacute; SOFTWARU.  V&Yacute;&Scaron;E UVEDEN&Eacute; PROHL&Aacute;&Scaron;EN&Iacute; PŘEDSTAVUJE JEDIN&Eacute; A V&Yacute;HRADN&Iacute; OPRAVN&Eacute; PROSTŘEDKY PŘI PORU&Scaron;EN&Iacute; Z&Aacute;RUKY SPOLEČNOST&Iacute; EPSON NEBO JEJ&Iacute;MI DODAVATELI.  KROMĚ V&Yacute;&Scaron;E UVEDEN&Eacute; OMEZEN&Eacute; Z&Aacute;RUKY SPOLEČNOST EPSON A JEJ&Iacute; DODAVATEL&Eacute; NEPOSKYTUJ&Iacute; Ž&Aacute;DN&Eacute; V&Yacute;SLOVN&Eacute; ANI ODVOZEN&Eacute; Z&Aacute;RUKY T&Yacute;KAJ&Iacute;C&Iacute; SE NEPORU&Scaron;EN&Iacute; PR&Aacute;V, OBCHODOVATELNOSTI NEBO VHODNOSTI PRO URČIT&Yacute; &Uacute;ČEL.  Někter&eacute; země nepovoluj&iacute; vyloučen&iacute; odvozen&yacute;ch z&aacute;ruk nebo omezen&iacute; d&eacute;lky trv&aacute;n&iacute; z&aacute;ruky, takže v&yacute;&scaron;e uveden&aacute; omezen&iacute; se na v&aacute;s nemus&iacute; vztahovat.  Tato z&aacute;ruka v&aacute;m poskytuje určit&aacute; z&aacute;konn&aacute; pr&aacute;va.  Mohou v&aacute;m n&aacute;ležet i jin&aacute; pr&aacute;va, kter&aacute; se li&scaron;&iacute; podle země nebo pr&aacute;vn&iacute; ř&aacute;d.<BR>
<BR>
SPOLEČNOST EPSON A JEJ&Iacute; DODAVATEL&Eacute; NEJSOU V Ž&Aacute;DN&Eacute;M PŘ&Iacute;PADĚ ODPOVĚDN&Iacute;, AŤ NA Z&Aacute;KLADĚ SMLOUVY, PŘESTUPKU (VČETNĚ NEDBALOSTI), ODPOVĚDNOSTI BEZ OHLEDU NA OMYL, PORU&Scaron;EN&Iacute; NEBO Z&Aacute;RUKY, NESPR&Aacute;VN&Eacute;HO V&Yacute;KLADU NEBO JINAK, ZA Ž&Aacute;DN&Eacute; PŘ&Iacute;M&Eacute;, N&Aacute;SLEDN&Eacute;, NEPŘ&Iacute;M&Eacute; NEBO ZVL&Aacute;&Scaron;TN&Iacute; &Scaron;KODY VČETNĚ PŘ&Iacute;PADN&Eacute; ZTR&Aacute;TY ZISKU NEBO ZTR&Aacute;TY &Uacute;SPOR, ANI KDYŽ BYLI SPOLEČNOST EPSON, JEJ&Iacute; DODAVATEL&Eacute; NEBO Z&Aacute;STUPCI UPOZORNĚN&Iacute; NA MOŽNOST TAKOV&Yacute;CH &Scaron;KOD, ANI ZA Ž&Aacute;DN&Eacute; N&Aacute;ROKY TŘET&Iacute;CH STRAN.  Někter&eacute; st&aacute;ty nebo soudy v&scaron;ak nepovoluj&iacute; vyloučen&iacute; nebo omezen&iacute; vedlej&scaron;&iacute;ch, n&aacute;sledn&yacute;ch nebo speci&aacute;ln&iacute;ch &scaron;kod, takže v&yacute;&scaron;e uveden&aacute; omezen&iacute; se na v&aacute;s nemus&iacute; vztahovat.<BR>
<BR>
<FONT SIZE="5"><B>6</B></FONT>. Ukončen&iacute;.  Pokud nedodrž&iacute;te podm&iacute;nky t&eacute;to smlouvy, bude automaticky ukončena, aniž by t&iacute;m byla dotčena ostatn&iacute; pr&aacute;va společnosti EPSON.  Smlouvu můžete kdykoli ukončit tak&eacute; odinstalov&aacute;n&iacute;m a zničen&iacute;m softwaru a v&scaron;ech jeho kopi&iacute;.<BR>
<BR>
<FONT SIZE="5"><B>7</B></FONT>. Omezen&iacute; v&yacute;vozu.  Souhlas&iacute;te s t&iacute;m, že nebudete přev&aacute;dět, exportovat ani reexportovat software ani data nebo informace, kter&eacute; jste z&iacute;skali od společnosti EPSON, a nebudete software použ&iacute;vat bez ř&aacute;dn&eacute; licence v souladu s japonsk&yacute;m pr&aacute;vem, omezen&iacute;mi a předpisy, nebo v souladu se z&aacute;kony země, v r&aacute;mci kter&eacute; byl software z&iacute;sk&aacute;n.<BR>
<BR>
<FONT SIZE="5"><B>8</B></FONT>. Rozhodn&eacute; pr&aacute;vo a obecn&aacute; ustanoven&iacute;.  Tato smlouva se ř&iacute;d&iacute; a vykl&aacute;d&aacute; podle japonsk&eacute;ho pr&aacute;va bez ohledu na rozpor z&aacute;konn&yacute;ch předpisů.  Tato smlouva představuje celou dohodu mezi smluvn&iacute;mi stranami t&yacute;kaj&iacute;c&iacute; softwaru a nahrazuje př&iacute;padn&eacute; n&aacute;kupn&iacute; objedn&aacute;vky, sdělen&iacute;, reklamy nebo prohl&aacute;&scaron;en&iacute; t&yacute;kaj&iacute;c&iacute; se softwaru.  Tato smlouva je z&aacute;vazn&aacute; a pr&aacute;voplatn&aacute; pro smluvn&iacute; strany a jejich n&aacute;stupce, cesion&aacute;ře a pr&aacute;vn&iacute; z&aacute;stupce.  Pokud se zjist&iacute;, že někter&eacute; ustanoven&iacute; t&eacute;to smlouvy je neplatn&eacute; a nevymahateln&eacute;, nebude to m&iacute;t vliv na platnost a vyv&aacute;ženost smlouvy, kter&aacute; zůst&aacute;v&aacute; platn&aacute; a vymahateln&aacute; podle podm&iacute;nek v n&iacute; obsažen&yacute;ch.   Tuto smlouvu lze měnit pouze p&iacute;semně a s podpisem opr&aacute;vněn&eacute;ho z&aacute;stupce společnosti EPSON.<BR>
<BR>
<FONT SIZE="5"><B>9</B></FONT>. Vl&aacute;da USA jako koncov&yacute; uživatel. Z&iacute;sk&aacute;te-li tento software jm&eacute;nem někter&eacute;ho org&aacute;nu nebo &uacute;řadu vl&aacute;dy Spojen&yacute;ch st&aacute;tů americk&yacute;ch, plat&iacute; n&aacute;sleduj&iacute;c&iacute; ustanoven&iacute;.  Vl&aacute;da souhlas&iacute; s t&iacute;m, že: (i) je-li software dod&aacute;n ministerstvu obrany (DoD), je software klasifikov&aacute;n jako &quot;komerčn&iacute; poč&iacute;tačov&yacute; software&quot; a vl&aacute;da z&iacute;sk&aacute; na tento software a jeho dokumentaci pouze &quot;omezen&aacute; pr&aacute;va&quot; tak, jak je tento term&iacute;n definov&aacute;n v odstavci 252.227-7013(c)(1) dokumentu DFARS; a (ii) je-li software dod&aacute;n jin&eacute;mu org&aacute;nu nebo &uacute;řadu vl&aacute;dy Spojen&yacute;ch st&aacute;tů, než je ministerstvo obrany, ř&iacute;d&iacute; se pr&aacute;va vl&aacute;dy na software a jeho dokumentaci definic&iacute; uvedenou v odstavci 52.227-19(c)(2) dokumentu FAR, nebo v př&iacute;padě NASA v odstavci 18-52.227-86(d) dodatku NASA k dokumentu FAR.<BR>
<BR>
<FONT SIZE="5"><B>10</B></FONT>. Připojen&iacute; k Internetu.  Tento software může m&iacute;t schopnost připojovat se k Internetu a přen&aacute;&scaron;et z a do poč&iacute;tače data a/nebo informace t&yacute;kaj&iacute;c&iacute; se hardwaru EPSON a/nebo softwaru, kter&yacute; použ&iacute;v&aacute;te (&bdquo;produkty EPSON&ldquo;) včetně, ale bez omezen&iacute;, informac&iacute; o modelech produktů EPSON, o zemi/oblasti, ve kter&eacute; žijete, o stavu produktů EPSON atd. Společnost EPSON může měnit položky takov&yacute;ch dat a/nebo informac&iacute; bez va&scaron;eho předchoz&iacute;ho souhlasu.  Společnost EPSON neshromažďuje ž&aacute;dn&eacute; osobn&iacute; identifikovateln&eacute; informace bez va&scaron;eho svolen&iacute;.  Nicm&eacute;ně společnost EPSON může použ&iacute;vat osobn&iacute; neidentikovateln&eacute; informace ke statistick&yacute;m &uacute;čelům pro zv&yacute;&scaron;en&iacute; &uacute;rovně služeb, kter&eacute; poskytujeme na&scaron;im z&aacute;kazn&iacute;kům. Souhlas&iacute;te-li s instalac&iacute; softwaru, budou ve&scaron;ker&eacute; přenosy do a z Internetu prov&aacute;děny v souladu s aktu&aacute;ln&iacute;mi z&aacute;sadami ochrany osobn&iacute;ch &uacute;dajů, kter&eacute; jsou uvedeny na internetov&yacute;ch str&aacute;nk&aacute;ch společnosti EPSON.<BR>
<BR>
<FONT SIZE="5"><B>11</B></FONT>. Aktualizace verze softwaru. Tento software může mít schopnost připojovat se k internetu k serveru EPSON nebo jakékoli třetí straně, pověřené společností EPSON, za účelem aktualizace verze softwaru (i) automaticky nebo (ii) na základě vašeho předběžného souhlasu. Tento aktualizovaný software se považuje za Software a řídí se touto Smlouvou.<BR>
<BR>
<BR>
<BR>
EPSON EULA CS
<BR>
<BR>
</FONT>
</BODY>
</HTML>

