<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</HEAD>
<BODY>
<FONT SIZE="3">
<FONT SIZE="4"><B>SEIKO EPSON CORPORATION</B></FONT><BR>
<FONT SIZE="4"><B>SZOFTVER-LICENCSZERZŐD&Eacute;S</B></FONT><BR>
<BR>
FONTOS! OLVASSA EL FIGYELMESEN A SZOFTVER-LICENCSZERZŐD&Eacute;ST. A sz&aacute;m&iacute;t&oacute;g&eacute;pes szoftverterm&eacute;ket, a betűk&eacute;szleteket, betűt&iacute;pusokat &eacute;s/vagy adatokat, bele&eacute;rtve az &iacute;rott magyar&aacute;z&oacute; anyagokat is (a &quot;Szoftvert&quot;), csak a Licenctulajdonos (&quot;&Ouml;n&quot;) telep&iacute;theti vagy haszn&aacute;lhatja azzal a felt&eacute;tellel, hogy elfogadja a SEIKO EPSON CORPORATION (&quot;EPSON&quot;) jelen Szerződ&eacute;sben foglalt felt&eacute;teleit. A Szoftver telep&iacute;t&eacute;s&eacute;vel &eacute;s haszn&aacute;lat&aacute;val elfogadja a Szerződ&eacute;sben foglalt &ouml;sszes felt&eacute;telt. A Szoftver telep&iacute;t&eacute;se &eacute;s haszn&aacute;lata előtt olvassa el figyelmesen a Szerződ&eacute;st. Ha nem fogadja el a Szerződ&eacute;s felt&eacute;teleit, nem jogosult a Szoftver telep&iacute;t&eacute;s&eacute;re &eacute;s haszn&aacute;lat&aacute;ra.<BR>
<BR>
<FONT SIZE="5"><B>1</B></FONT>.	Licenc. Az EPSON &eacute;s sz&aacute;ll&iacute;t&oacute;i szem&eacute;lyes, nem kiz&aacute;r&oacute;lagos, szerzői d&iacute;j n&eacute;lk&uuml;li, tov&aacute;bb nem licencelhető, korl&aacute;tozott licencet biztos&iacute;tanak a Szoftver telep&iacute;t&eacute;s&eacute;re &eacute;s haszn&aacute;lat&aacute;ra egyetlen sz&aacute;m&iacute;t&oacute;g&eacute;pen vagy olyan sz&aacute;m&iacute;t&oacute;g&eacute;peken, amelyeket k&ouml;zvetlen&uuml;l vagy h&aacute;l&oacute;zaton kereszt&uuml;l k&iacute;v&aacute;n haszn&aacute;lni. A h&aacute;l&oacute;zathoz csatlakoztatott sz&aacute;m&iacute;t&oacute;g&eacute;pek m&aacute;s felhaszn&aacute;l&oacute;i sz&aacute;m&aacute;ra is biztos&iacute;thatja a Szoftver haszn&aacute;lat&aacute;t, amennyiben (a) gondoskodik r&oacute;la, hogy az ilyen felhaszn&aacute;l&oacute;k elfogadj&aacute;k &eacute;s betartj&aacute;k a Szerződ&eacute;s felt&eacute;teleit, (b) biztos&iacute;tja, hogy az ilyen felhaszn&aacute;l&oacute;k csak a sz&aacute;m&iacute;t&oacute;g&eacute;pekkel &eacute;s a saj&aacute;t h&aacute;l&oacute;zatukkal kapcsolatosan haszn&aacute;lj&aacute;k a Szoftvert, &eacute;s (c) v&aacute;llalja, hogy az EPSON-t &eacute;s besz&aacute;ll&iacute;t&oacute;it megv&eacute;di &eacute;s k&aacute;rtalan&iacute;tja minden olyan k&aacute;rral, vesztes&eacute;ggel, k&ouml;lts&eacute;ggel &eacute;s felelőss&eacute;ggel szemben, amely annak k&ouml;vetkezt&eacute;ben &aacute;ll elő, hogy az ilyen felhaszn&aacute;l&oacute;k nem ismerik vagy nem tartj&aacute;k be a Szerződ&eacute;s felt&eacute;teleit. A Szoftverről biztons&aacute;gi ment&eacute;s &eacute;s archiv&aacute;l&aacute;s c&eacute;lj&aacute;ra m&aacute;solatot is k&eacute;sz&iacute;thet, amennyiben a biztons&aacute;gi m&aacute;solaton a szerzői jogra utal&oacute; megjegyz&eacute;s teljes eg&eacute;sz&eacute;ben megjelenik. A &quot;Szoftver&quot; kifejez&eacute;s mag&aacute;ban foglalja az EPSON vagy sz&aacute;ll&iacute;t&oacute;i &aacute;ltal licencelt Szoftver szoftver&ouml;sszetevőit, adathordoz&oacute;it, a Licenctulajdonos &aacute;ltal k&eacute;sz&iacute;tett m&aacute;solatait, friss&iacute;t&eacute;seit, m&oacute;dos&iacute;tott verzi&oacute;it, bőv&iacute;t&eacute;seit &eacute;s kieg&eacute;sz&iacute;t&eacute;seit. Az EPSON &eacute;s sz&aacute;ll&iacute;t&oacute;i fenntartj&aacute;k az itt nem &aacute;truh&aacute;zott jogokat.<BR>
<BR>
<FONT SIZE="5"><B>2</B></FONT>.	Egy&eacute;b jogok &eacute;s korl&aacute;toz&aacute;sok. A Licenctulajdonos elfogadja, hogy a Szoftvert nem m&oacute;dos&iacute;tja, nem dolgozza &aacute;t &eacute;s nem ford&iacute;tja le. Elfogadja, hogy visszafejt&eacute;ssel, visszaford&iacute;t&aacute;ssal vagy egy&eacute;b m&oacute;don nem pr&oacute;b&aacute;lja a Szoftver forr&aacute;sk&oacute;dj&aacute;t megfejteni. A Szoftvert nem oszthatja meg, nem adhatja b&eacute;rbe, nem terhelheti meg jelz&aacute;loggal, nem licencelheti tov&aacute;bb, nem l&iacute;zingelheti &eacute;s nem adhatja k&ouml;lcs&ouml;n. A Szoftver haszn&aacute;lati jogait azonban &aacute;truh&aacute;zhatja m&aacute;s term&eacute;szetes vagy jogi szem&eacute;lyre, amennyiben arra a term&eacute;szetes vagy jogi szem&eacute;lyre &aacute;truh&aacute;zza a jelen Szerződ&eacute;st, a Szoftvert, annak minden p&eacute;ld&aacute;ny&aacute;t, friss&iacute;t&eacute;s&eacute;t &eacute;s kor&aacute;bbi verzi&oacute;it is, &eacute;s nem őriz meg egy m&aacute;solatot sem, bele&eacute;rtve a sz&aacute;m&iacute;t&oacute;g&eacute;pen t&aacute;rolt m&aacute;solatokat is. Egyes &aacute;llamok vagy joghat&oacute;s&aacute;gok azonban nem teszik lehetőv&eacute; a Szoftver &aacute;truh&aacute;z&aacute;s&aacute;nak fenti korl&aacute;toz&aacute;s&aacute;t; ebben az esetben ezek a korl&aacute;toz&aacute;sok nem &eacute;rv&eacute;nyesek.<BR>
<BR>
<FONT SIZE="5"><B>3</B></FONT>.Tulajdonjogok. A Szoftverre, illetve a Szoftver m&aacute;solataira vonatkoz&oacute; tulajdonjogot &eacute;s szellemi tulajdonjogokat az EPSON &eacute;s sz&aacute;ll&iacute;t&oacute;i megtartj&aacute;k. A Szoftverre vonatkoz&oacute; semmilyen tulajdonjog nem sz&aacute;ll &aacute;t, &eacute;s a jelen Licenc nem &eacute;rtelmezhető a Szoftverrel kapcsolatos b&aacute;rmilyen jog elad&aacute;sak&eacute;nt. A Szoftver a jap&aacute;n szerzői jogi t&ouml;rv&eacute;ny &eacute;s a nemzetk&ouml;zi szerzői jogi egyezm&eacute;nyek, valamint a szellemi tulajdonjogra vonatkoz&oacute; egy&eacute;b t&ouml;rv&eacute;nyek &eacute;s egyezm&eacute;nyek hat&aacute;lya al&aacute; esik. A jelen Szerződ&eacute;sben foglalt kiv&eacute;telektől eltekintve a Szoftverről m&aacute;solatot k&eacute;sz&iacute;teni tilos. A Licenctulajdonos elfogadja, hogy a Szoftver m&aacute;solatair&oacute;l a szerzői jogra vagy egy&eacute;b tulajdonjogokra vonatkoz&oacute; megjegyz&eacute;seket elt&aacute;vol&iacute;tani vagy m&oacute;dos&iacute;tani nem szabad.<BR>
<BR>
<FONT SIZE="5"><B>4</B></FONT>. V&eacute;delem &eacute;s adatbiztons&aacute;g. A Licenctulajdonos elfogadja, hogy a Szoftver v&eacute;delm&eacute;t szolg&aacute;l&oacute; minden &eacute;szszerű l&eacute;p&eacute;st megtesz annak &eacute;rdek&eacute;ben, hogy jogosulatlan szem&eacute;ly a Szoftverhez ne f&eacute;rjen hozz&aacute;, &eacute;s a Szoftver jogosulatlan m&aacute;sol&aacute;sa, k&ouml;zz&eacute;t&eacute;tele vagy terjeszt&eacute;se ne t&ouml;rt&eacute;nhessen meg. Tudom&aacute;sul veszi, hogy a Szoftver &eacute;rt&eacute;kes, bizalmas inform&aacute;ci&oacute;kat &eacute;s kereskedelmi titkokat tartalmaz, amelyeknek jogosulatlan haszn&aacute;lata &eacute;s m&aacute;sol&aacute;sa az EPSON &eacute;s sz&aacute;ll&iacute;t&oacute;i sz&aacute;m&aacute;ra k&aacute;rt okoz, &eacute;s a Licenctulajdonosnak titoktart&aacute;si k&ouml;telezetts&eacute;ge van az ilyen &eacute;rt&eacute;kes inform&aacute;ci&oacute;kra &eacute;s kereskedelmi titkokra vonatkoz&oacute;an.<BR>
<BR>
<FONT SIZE="5"><B>5</B></FONT>. Korl&aacute;tozott garancia. Abban az esetben, ha a Szoftvert az EPSON c&eacute;gtől vagy egy forgalmaz&oacute;t&oacute;l sz&aacute;rmaz&oacute; adathordoz&oacute;n kapta meg, az EPSON az &aacute;tv&eacute;teltől sz&aacute;m&iacute;tva 90 nap garanci&aacute;t v&aacute;llal arra, hogy rendeltet&eacute;sszerű haszn&aacute;lat mellett a Szoftvert tartalmaz&oacute; adathordoz&oacute; mentes az anyag- &eacute;s gy&aacute;rt&aacute;si hib&aacute;kt&oacute;l. Amennyiben az adathordoz&oacute;t az &aacute;tv&eacute;teltől sz&aacute;m&iacute;tott 90 napon bel&uuml;l visszajuttatja az EPSON c&eacute;ghez vagy ahhoz a forgalmaz&oacute;hoz, akitől az adathordoz&oacute;t v&aacute;s&aacute;rolta, &eacute;s amennyiben az EPSON meg&aacute;llap&iacute;tja, hogy az adathordoz&oacute; hib&aacute;s &eacute;s haszn&aacute;lata rendeltet&eacute;sszerű volt, az EPSON a Szoftver, valamint a Szoftver minden r&eacute;sz&eacute;nek &eacute;s m&aacute;solat&aacute;nak k&eacute;zhezv&eacute;tel&eacute;t k&ouml;vetően az adathordoz&oacute;t kicser&eacute;li. AZ ADATHORDOZ&Oacute;RA VONATKOZ&Oacute; &Ouml;SSZES J&Aacute;RUL&Eacute;KOS GARANCIA -- BELE&Eacute;RTVE T&Ouml;BBEK K&Ouml;Z&Ouml;TT AZ &Eacute;RT&Eacute;KES&Iacute;THETŐS&Eacute;GRE VAGY EGY ADOTT C&Eacute;LRA VAL&Oacute; FELHASZN&Aacute;L&Aacute;SRA VONATKOZ&Oacute; J&Aacute;RUL&Eacute;KOS GARANCI&Aacute;KAT IS -- CSAK A J&Oacute;T&Aacute;LL&Aacute;S IDŐTARTAM&Aacute;RA VONATKOZIK.<BR>
<BR>
A Licenctulajdonos tudom&aacute;sul veszi, hogy a Szoftvert saj&aacute;t felelőss&eacute;g&eacute;re haszn&aacute;lja. A SZOFTVERRE SEMMILYEN GARANCIA NEM VONATKOZIK. AZ EPSON &Eacute;S SZ&Aacute;LL&Iacute;T&Oacute;I NEM V&Aacute;LLALNAK &Eacute;S NEM V&Aacute;LLALHATNAK SEMMILYEN GARANCI&Aacute;T SEM A SZOFTVER TELJES&Iacute;TM&Eacute;NY&Eacute;RE, SEM A HASZN&Aacute;LAT SOR&Aacute;N KAPOTT EREDM&Eacute;NYEKRE VONATKOZ&Oacute;AN. AZ EPSON &Eacute;S SZ&Aacute;LL&Iacute;T&Oacute;I GARANCI&Aacute;LIS K&Ouml;TELEZETTS&Eacute;GEINEK MEGSZEG&Eacute;S&Eacute;RE AZ AL&Aacute;BBIAKON K&Iacute;V&Uuml;L SEMMILYEN JOGORVOSLATI LEHETŐS&Eacute;G NEM VONATKOZIK. AZ AL&Aacute;BBI KORL&Aacute;TOZOTT GARANCIA KIV&Eacute;TEL&Eacute;VEL AZ EPSON &Eacute;S SZ&Aacute;LL&Iacute;T&Oacute;I NEM V&Aacute;LLALNAK SEMMILYEN -- SE KIFEJEZETT, SE J&Aacute;RUL&Eacute;KOS -- GARANCI&Aacute;T A JOGOK MEG NEM S&Eacute;RT&Eacute;S&Eacute;RE, AZ &Eacute;RT&Eacute;KES&Iacute;THETŐS&Eacute;GRE VAGY EGY ADOTT C&Eacute;LRA VAL&Oacute; FELHASZN&Aacute;L&Aacute;SRA VONATKOZ&Oacute;AN. Egyes &aacute;llamok vagy joghat&oacute;s&aacute;gok azonban nem teszik lehetőv&eacute; a j&aacute;rul&eacute;kos garanci&aacute;k kiz&aacute;r&aacute;s&aacute;t vagy a j&aacute;rul&eacute;kos garancia időtartam&aacute;nak korl&aacute;toz&aacute;s&aacute;t; ebben az esetben a fenti korl&aacute;toz&aacute;sok nem &eacute;rv&eacute;nyesek. Ez a j&oacute;t&aacute;ll&aacute;s meghat&aacute;rozott jogokat biztos&iacute;t. A Licenctulajdonos az adott &aacute;llam vagy joghat&oacute;s&aacute;g t&ouml;rv&eacute;nyeitől f&uuml;ggően m&aacute;s jogokkal is rendelkezhet.<BR>
<BR>
AZ EPSON VAGY SZ&Aacute;LL&Iacute;T&Oacute;I SEMMILYEN ESETBEN SEM TEHETŐK FELELŐSS&Eacute; AK&Aacute;R SZERZŐD&Eacute;SEN, V&Eacute;TKESS&Eacute;GEN (P&Eacute;LD&Aacute;UL GONDATLANS&Aacute;GON), SZOROS FELELŐSS&Eacute;GEN, JOGS&Eacute;RT&Eacute;SEN VAGY GARANCI&Aacute;N ALAPUL&Oacute; B&Aacute;RMILYEN K&Ouml;ZVETLEN, V&Eacute;LETLENSZERŰ, SZ&Aacute;RMAZ&Eacute;KOS VAGY SPECI&Aacute;LIS K&Aacute;R&Eacute;RT, &Iacute;GY AZ ELMARADT NYERES&Eacute;G&Eacute;RT VAGY MEGTAKAR&Iacute;T&Aacute;S&Eacute;RT, M&Eacute;G AKKOR SEM, HA AZ EPSON VAGY SZ&Aacute;LL&Iacute;T&Oacute;I &Eacute;RTES&Uuml;LTEK EZEN K&Aacute;ROK ESHETŐS&Eacute;G&Eacute;RŐL, ILLETVE NEM TEHETŐK FELELŐSS&Eacute; HARMADIK F&Eacute;L &Aacute;LTAL T&Aacute;MASZTOTT K&Aacute;RT&Eacute;R&Iacute;T&Eacute;SI IG&Eacute;NY&Eacute;RT. Egyes &aacute;llamok vagy joghat&oacute;s&aacute;gok azonban nem teszik lehetőv&eacute; a v&eacute;letlenszerű, sz&aacute;rmaz&eacute;kos vagy speci&aacute;lis k&aacute;rok kiz&aacute;r&aacute;s&aacute;t vagy korl&aacute;toz&aacute;s&aacute;t, ebben az esetben a fenti korl&aacute;toz&aacute;sok nem &eacute;rv&eacute;nyesek.<BR>
<BR>
<FONT SIZE="5"><B>6</B></FONT>. Megszűn&eacute;s. A szerződ&eacute;s b&aacute;rmely pontj&aacute;nak megszeg&eacute;se a szerződ&eacute;s automatikus megszűn&eacute;s&eacute;t vonja maga ut&aacute;n, an&eacute;lk&uuml;l, hogy ez az EPSON b&aacute;rmely jog&aacute;nak megszűn&eacute;s&eacute;t eredm&eacute;nyezn&eacute;. A Szerződ&eacute;s a Szoftver &eacute;s minden m&aacute;solat&aacute;nak elt&aacute;vol&iacute;t&aacute;s&aacute;val &eacute;s megsemmis&iacute;t&eacute;s&eacute;vel is felbonthat&oacute;.<BR>
<BR>
<FONT SIZE="5"><B>7</B></FONT>. Exportkorl&aacute;toz&aacute;s. A Licenctulajdonos elfogadja, hogy a Szoftvert &eacute;s az EPSON c&eacute;gtől kapott semmilyen adatot vagy inform&aacute;ci&oacute;t nem ad &aacute;t, nem export&aacute;l &eacute;s nem export&aacute;l &uacute;jra, &eacute;s nem haszn&aacute;lja a Szoftvert a jap&aacute;n t&ouml;rv&eacute;nyeknek, korl&aacute;toz&aacute;soknak &eacute;s elő&iacute;r&aacute;soknak, illetve a Szoftver v&aacute;s&aacute;rl&aacute;si helye szerinti joghat&oacute;s&aacute;gnak megfelelő licenc n&eacute;lk&uuml;l.<BR>
<BR>
<FONT SIZE="5"><B>8</B></FONT>. Ir&aacute;nyad&oacute; t&ouml;rv&eacute;nyek &eacute;s &aacute;ltal&aacute;nos rendelkez&eacute;sek. A jelen Szerződ&eacute;s &eacute;rtelmez&eacute;s&eacute;ben a jap&aacute;n t&ouml;rv&eacute;nyek az ir&aacute;nyad&oacute;ak, tekintet n&eacute;lk&uuml;l a jogszab&aacute;lyok k&ouml;z&ouml;tti elt&eacute;r&eacute;sekre.  A jelen Szerződ&eacute;s a felek k&ouml;z&ouml;tti teljes szerződ&eacute;s a Szoftverre vonatkoz&oacute;an, &eacute;s hat&aacute;lyon k&iacute;v&uuml;l helyez a Szoftverrel kapcsolatos minden megrendel&eacute;st, k&ouml;zl&eacute;st vagy hirdet&eacute;st. A jelen Szerződ&eacute;s k&ouml;telező &eacute;s jogerős a felekre, valamint jogut&oacute;djaikra, meghatalmazottaikra &eacute;s jogi k&eacute;pviselőire n&eacute;zve. Amennyiben a benne foglalt valamely int&eacute;zked&eacute;s &eacute;rv&eacute;nytelen vagy v&eacute;grehajthatatlan, ez nem &eacute;rinti a Szerződ&eacute;s t&ouml;bbi r&eacute;sz&eacute;t, amely felt&eacute;teleinek megfelelően &eacute;rv&eacute;nyes &eacute;s v&eacute;grehajthat&oacute; marad. A jelen Szerződ&eacute;s csak az EPSON meghatalmazott k&eacute;pviselőj&eacute;nek al&aacute;&iacute;r&aacute;s&aacute;val, &iacute;r&aacute;sban m&oacute;dos&iacute;that&oacute;.<BR>
<BR>
<FONT SIZE="5"><B>9</B></FONT>. Az Egyes&uuml;lt &Aacute;llamok korm&aacute;ny&aacute;nak v&eacute;gfelhaszn&aacute;l&oacute;i. Amennyiben a Szoftvert az Amerikai Egyes&uuml;lt &Aacute;llamok korm&aacute;ny&aacute;nak valamely egys&eacute;ge vagy hivatala megb&iacute;z&aacute;s&aacute;b&oacute;l v&aacute;s&aacute;rolja meg, a k&ouml;vetkező rendelkez&eacute;sek &eacute;rv&eacute;nyesek. A korm&aacute;ny elfogadja a k&ouml;vetkező felt&eacute;teleket: 	(i) amennyiben a Szoftvert a Nemzetv&eacute;delmi Miniszt&eacute;rium kapja, az &quot;kereskedelmi sz&aacute;m&iacute;t&oacute;g&eacute;pes szoftvernek&quot; minős&uuml;l, &eacute;s a korm&aacute;ny csak &quot;korl&aacute;tozott jogokat&quot; szerez a Szoftverre &eacute;s annak dokument&aacute;ci&oacute;j&aacute;ra vonatkoz&oacute;an, a DFARS (a nemzetv&eacute;delmi sz&ouml;vets&eacute;gi k&ouml;zbeszerz&eacute;si rendelkez&eacute;sek) 252.227-7013(c)(1) pontj&aacute;ban meghat&aacute;rozottak &eacute;rtelm&eacute;ben; &eacute;s (ii) amennyiben a Szoftvert az Amerikai Egyes&uuml;lt &Aacute;llamok korm&aacute;ny&aacute;nak b&aacute;rmely, a Nemzetv&eacute;delmi Miniszt&eacute;riumon k&iacute;v&uuml;li r&eacute;szlege vagy hivatala kapja, a korm&aacute;ny a Szoftverre &eacute;s annak dokument&aacute;ci&oacute;j&aacute;ra vonatkoz&oacute;an a FAR (sz&ouml;vets&eacute;gi k&ouml;zbeszerz&eacute;si rendelkez&eacute;sek) 52.227-19(c)(2) pontj&aacute;ban, illetve a NASA eset&eacute;ben a FAR NASA-mell&eacute;klet&eacute;nek 18-52.227-86(d) pontj&aacute;ban meghat&aacute;rozott jogokat kapja.<BR>
<BR>
<FONT SIZE="5"><B>10</B></FONT>. Internet kapcsolat. A Szoftver az &Ouml;n sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;re vagy sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;ről t&ouml;rt&eacute;nő adat- &eacute;s/vagy inform&aacute;ci&oacute;&aacute;tvitel c&eacute;lj&aacute;b&oacute;l csatlakozhat az Internethez, hogy az &Ouml;n &aacute;ltal haszn&aacute;lt EPSON hardver &eacute;s/vagy szoftver elemek (&quot;EPSON Term&eacute;kek&quot;) műk&ouml;d&eacute;s&eacute;hez sz&uuml;ks&eacute;ges EPSON term&eacute;k-inform&aacute;ci&oacute;kat, az EPSON term&eacute;kek haszn&aacute;lata szerinti orsz&aacute;ggal/r&eacute;gi&oacute;val &eacute;s m&oacute;dj&aacute;val kapcsolatos inform&aacute;ci&oacute;kat, &eacute;s egy&eacute;b, itt fel nem sorolt adatokat k&ouml;zvet&iacute;tse. Az EPSON előzetes figyelmeztet&eacute;s n&eacute;lk&uuml;l megv&aacute;ltoztathatja ezen adatok &eacute;s/vagy inform&aacute;ci&oacute;k elemeit. Az EPSON nem gyűjt szem&eacute;lyes, &eacute;rz&eacute;keny vagy k&uuml;l&ouml;nleges adatokat az &Ouml;n enged&eacute;lye n&eacute;lk&uuml;l. Az EPSON mindazon&aacute;ltal haszn&aacute;lhat nem szem&eacute;lyes adatokat statisztikai adatgyűjt&eacute;si c&eacute;lokra, hogy azokat felhaszn&aacute;lva n&ouml;velje a felhaszn&aacute;l&oacute;k sz&aacute;m&aacute;ra ny&uacute;jtott szolg&aacute;ltat&aacute;sok sz&iacute;nvonal&aacute;t. Ha beleegyezik a Szoftver telep&iacute;t&eacute;s&eacute;be, akkor a szoftver &aacute;ltal eszk&ouml;z&ouml;lt valamennyi, Internetre vagy Internetről t&ouml;rt&eacute;nt adat&aacute;tvitel &ouml;sszhangban lesz az EPSON weblapj&aacute;n tal&aacute;lhat&oacute; aktu&aacute;lis EPSON Adatv&eacute;delmi Ir&aacute;nyelvekkel.<BR>
<BR>
<FONT SIZE="5"><B>11</B></FONT>. A szoftververzió frissítése. A Szoftver az Interneten keresztül (i) automatikusan vagy (ii) az Ön előzetes hozzájárulásával csatlakozhat az EPSON vagy az EPSON által megbízott harmadik fél kiszolgálójához a szoftververzió frissítése céljából. A frissített szoftvert úgy kell tekinteni, mint magát a Szoftvert, és a jelen Szerződés hatálya alá tartozik.<BR>
<BR>
<BR>
<BR>
EPSON EULA HU
<BR>
<BR>
</FONT>
</BODY>
</HTML>

