<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</HEAD>
<BODY>
<FONT SIZE="3">
<FONT SIZE="4"><B>THỎA THU&Acirc;̣N GI&Acirc;́Y PHÉP PH&Acirc;̀N M&Ecirc;̀M</B></FONT><BR>
<FONT SIZE="4"><B>SEIKO EPSON CORPORATION</B></FONT><BR>
<BR>
QUAN TRỌNG! ĐỌC KỸ THỎA THU&Acirc;̣N GI&Acirc;́Y PHÉP PH&Acirc;̀N M&Ecirc;̀M NÀY.  Sản phẩm phần mềm m&aacute;y t&iacute;nh, tr&igrave;nh tạo ph&ocirc;ng chữ, c&aacute;c kiểu chữ v&agrave;/hoặc dữ liệu, bao gồm mọi t&agrave;i liệu giải th&iacute;ch k&egrave;m theo (&quot;Phần mềm&quot;) chỉ được c&agrave;i đặt hoặc sử dụng bởi Người được cấp ph&eacute;p (&quot;bạn&quot;) với điều kiện l&agrave; bạn đồng &yacute; với SEIKO EPSON CORPORATION (&quot;EPSON &quot;) về c&aacute;c điều khoản v&agrave; điều kiện n&ecirc;u r&otilde; trong Thỏa thuận n&agrave;y.  Bằng c&aacute;ch c&agrave;i đặt hoặc sử dụng Phần mềm, bạn x&aacute;c nhận l&agrave; bạn đồng &yacute; với mọi điều khoản v&agrave; điều kiện n&ecirc;u r&otilde; trong Thỏa thuận n&agrave;y.  Bạn n&ecirc;n đọc kỹ Thỏa thuận n&agrave;y trước khi c&agrave;i đặt hoặc sử dụng Phần mềm.  Nếu kh&ocirc;ng đồng &yacute; với c&aacute;c điều khoản v&agrave; điều kiện của Thỏa thuận n&agrave;y, bạn kh&ocirc;ng được ph&eacute;p c&agrave;i đặt hoặc sử dụng Phần mềm.<BR>
<BR>
<FONT SIZE="5"><B>1</B></FONT>.	Giấy ph&eacute;p.  EPSON v&agrave; c&aacute;c nh&agrave; cung cấp li&ecirc;n quan cung cấp cho bạn một giấy ph&eacute;p giới hạn c&aacute; nh&acirc;n, kh&ocirc;ng độc quyền, miễn ph&iacute; bản quyền v&agrave; kh&ocirc;ng cấp ph&eacute;p lại để c&agrave;i đặt v&agrave; sử dụng Phần mềm tr&ecirc;n bất kỳ m&aacute;y t&iacute;nh c&aacute; nh&acirc;n n&agrave;o hoặc c&aacute;c m&aacute;y t&iacute;nh m&agrave; bạn định d&ugrave;ng trực tiếp hoặc qua mạng.
Bạn c&oacute; thể cho ph&eacute;p những người d&ugrave;ng m&aacute;y t&iacute;nh kh&aacute;c kết nối với mạng đ&oacute; sử dụng Phần mềm, miễn l&agrave; bạn phải (a) đảm bảo tất cả những người d&ugrave;ng n&agrave;y đồng &yacute; v&agrave; tu&acirc;n thủ c&aacute;c điều khoản v&agrave; điều kiện của Thỏa thuận n&agrave;y, (b) đảm bảo tất cả những người d&ugrave;ng n&agrave;y chỉ sử dụng Phần mềm c&ugrave;ng với c&aacute;c m&aacute;y t&iacute;nh đ&oacute; v&agrave; li&ecirc;n quan đến mạng m&agrave; họ đ&atilde; kết nối, v&agrave; (c) đảm bảo v&agrave; giữ cho to&agrave;n bộ c&ocirc;ng ty EPSON v&agrave; c&aacute;c nh&agrave; cung cấp li&ecirc;n quan khỏi mọi thiệt hại, tổn thất, ph&iacute; tổn, chi ph&iacute; v&agrave; tr&aacute;ch nhiệm m&agrave; EPSON hoặc c&aacute;c nh&agrave; cung cấp li&ecirc;n quan c&oacute; thể phải g&aacute;nh chịu do những người d&ugrave;ng n&agrave;y kh&ocirc;ng tu&acirc;n thủ v&agrave; thực hiện c&aacute;c điều khoản v&agrave; điều kiện của Thỏa thuận n&agrave;y. Bạn cũng c&oacute; thể sao ch&eacute;p Phần mềm khi cần thiết để phục vụ mục đ&iacute;ch sao lưu v&agrave; lưu trữ, với điều kiện l&agrave; th&ocirc;ng b&aacute;o bản quyền phải được sao ch&eacute;p to&agrave;n bộ v&agrave;o bản sao lưu.  Thuật ngữ &quot;Phần mềm&quot; bao gồm c&aacute;c bộ phận của phần mềm, c&aacute;c phương tiện, mọi bản sao m&agrave; bạn đ&atilde; thực hiện v&agrave; bất kỳ bản n&acirc;ng cấp, sửa đổi, cập nhật, bổ sung v&agrave; sao ch&eacute;p n&agrave;o của Phần mềm m&agrave; EPSON hoặc c&aacute;c nh&agrave; cung cấp li&ecirc;n quan đ&atilde; cấp ph&eacute;p cho bạn. EPSON v&agrave; c&aacute;c nh&agrave; cung cấp li&ecirc;n quan nắm giữ tất cả c&aacute;c quyền kh&ocirc;ng được cấp trong Thỏa thuận n&agrave;y.<BR>
<BR>
<FONT SIZE="5"><B>2</B></FONT>. C&aacute;c quyền v&agrave; giới hạn kh&aacute;c.  Bạn đồng &yacute; kh&ocirc;ng sửa đổi, điều chỉnh hoặc dịch Phần mềm.  Bạn cũng đồng &yacute; kh&ocirc;ng cố ph&acirc;n t&iacute;ch ngược, dịch ngược, th&aacute;o rời hay mặt kh&aacute;c cố ph&aacute;t hiện m&atilde; nguồn của Phần mềm.  Bạn kh&ocirc;ng được chia sẻ, thu&ecirc;, cho thu&ecirc;, cầm cố, cấp ph&eacute;p lại hoặc cho mượn Phần mềm.   Tuy nhi&ecirc;n, bạn c&oacute; thể chuyển giao to&agrave;n bộ quyền sử dụng Phần mềm cho một c&aacute; nh&acirc;n hoặc ph&aacute;p nh&acirc;n kh&aacute;c với điều kiện l&agrave; bạn cũng chuyển giao Thỏa thuận v&agrave; Phần mềm n&agrave;y, kể cả mọi bản sao, bản cập nhật v&agrave; phi&ecirc;n bản cũ, cho c&aacute; nh&acirc;n hoặc ph&aacute;p nh&acirc;n đ&oacute;, v&agrave; bạn kh&ocirc;ng được giữ lại bất cứ bản sao n&agrave;o, kể cả c&aacute;c bản sao lưu tr&ecirc;n m&aacute;y t&iacute;nh. Tuy nhi&ecirc;n, một số tiểu bang hoặc khu vực kh&ocirc;ng cho ph&eacute;p hạn chế hoặc giới hạn việc chuyển giao Phần mềm, v&igrave; vậy những hạn chế tr&ecirc;n c&oacute; thể kh&ocirc;ng &aacute;p dụng cho bạn.<BR>
<BR>
<FONT SIZE="5"><B>3</B></FONT>. Quyền sở hữu.  Chứng thư, quyền sở hữu v&agrave; quyền sở hữu tr&iacute; tuệ trong v&agrave; đối với Phần mềm v&agrave; mọi bản sao li&ecirc;n quan sẽ vẫn thuộc về EPSON hoặc c&aacute;c nh&agrave; cung cấp li&ecirc;n quan.  Bạn kh&ocirc;ng được chuyển giao bất cứ chứng thư hoặc quyền sở hữu n&agrave;o của Phần mềm, v&agrave; Giấy ph&eacute;p n&agrave;y sẽ kh&ocirc;ng được hiểu l&agrave; hợp đồng b&aacute;n bất cứ quyền n&agrave;o trong Phần mềm.  Phần mềm được bảo vệ bởi Luật Bản Quyền Nhật Bản v&agrave; c&aacute;c hiệp ước bản quyền quốc tế cũng như c&aacute;c luật v&agrave; hiệp ước sở hữu tr&iacute; tuệ kh&aacute;c.  Trừ khi được n&ecirc;u r&otilde; theo c&aacute;ch kh&aacute;c trong Thỏa thuận n&agrave;y, bạn kh&ocirc;ng được ph&eacute;p sao ch&eacute;p Phần mềm.  Bạn cũng đồng &yacute; kh&ocirc;ng x&oacute;a hoặc sửa đổi bất cứ bản quyền v&agrave; th&ocirc;ng b&aacute;o quyền sở hữu n&agrave;o kh&aacute;c đối với mọi bản sao Phần mềm.<BR>
<BR>
<FONT SIZE="5"><B>4</B></FONT>. Bảo vệ v&agrave; bảo mật.  Bạn đồng &yacute; nỗ lực hết sức v&agrave; thực hiện mọi biện ph&aacute;p hợp l&yacute; để bảo vệ Phần mềm nhằm đảm bảo kh&ocirc;ng ai c&oacute; thể truy cập tr&aacute;i ph&eacute;p Phần mềm cũng như kh&ocirc;ng ai c&oacute; thể sao ch&eacute;p, c&ocirc;ng bố, tiết lộ hoặc ph&acirc;n ph&aacute;t tr&aacute;i ph&eacute;p bất cứ phần n&agrave;o của Phần mềm.  Bạn x&aacute;c nhận rằng Phần mềm chứa c&aacute;c th&ocirc;ng tin mật v&agrave; b&iacute; mật thương mại c&oacute; gi&aacute; trị; rằng việc sử dụng v&agrave; sao ch&eacute;p tr&aacute;i ph&eacute;p sẽ g&acirc;y phương hại cho EPSON v&agrave; c&aacute;c nh&agrave; cung cấp li&ecirc;n quan; v&agrave; rằng bạn c&oacute; tr&aacute;ch nhiệm bảo mật c&aacute;c th&ocirc;ng tin v&agrave; b&iacute; mật thương mại c&oacute; gi&aacute; trị đ&oacute;.<BR>
<BR>
<FONT SIZE="5"><B>5</B></FONT>. Bảo h&agrave;nh giới hạn.  Trong trường hợp bạn mua Phần mềm bằng đĩa CD từ EPSON hoặc một đại l&yacute; n&agrave;o đ&oacute;, EPSON đảm bảo đĩa chứa Phần mềm đ&oacute; sẽ kh&ocirc;ng bị lỗi tay nghề v&agrave; vật liệu ở điều kiện sử dụng b&igrave;nh thường trong thời gian 90 ng&agrave;y kể từ ng&agrave;y giao đĩa đ&oacute; cho bạn.  Nếu đĩa đ&oacute; được gửi trả lại cho EPSON hoặc đại l&yacute; trong v&ograve;ng 90 ng&agrave;y kể từ ng&agrave;y giao đĩa, v&agrave; nếu EPSON x&aacute;c định đĩa đ&oacute; bị lỗi v&agrave; miễn l&agrave; đĩa đ&oacute; kh&ocirc;ng bị sử dụng sai mục đ&iacute;ch, lạm dụng, ứng dụng sai hoặc sử dụng trong thiết bị bị lỗi th&igrave; EPSON sẽ thay thế đĩa đ&oacute; sau khi bạn gửi trả lại Phần mềm cho EPSON, kể cả mọi bản sao của bất kỳ phần n&agrave;o của Phần mềm.  MỌI CH&Iacute;NH S&Aacute;CH BẢO H&Agrave;NH NGỤ &Yacute; VỀ ĐĨA PHẦN MỀM - KỂ CẢ BẢO H&Agrave;NH NGỤ &Yacute; VỀ KHẢ NĂNG B&Aacute;N ĐƯỢC ĐĨA V&Agrave; SỰ PH&Ugrave; HỢP CHO MỘT MỤC Đ&Iacute;CH CỤ THỂ - ĐỀU ĐƯỢC GIỚI HẠN Ở THỜI HẠN BẢO H&Agrave;NH C&Ocirc;NG KHAI NHƯ N&Ecirc;U R&Otilde; Ở TR&Ecirc;N.<BR>
<BR>
	Bạn x&aacute;c nhận v&agrave; đồng &yacute; rằng bạn sẽ tự chịu mọi rủi ro khi sử dụng Phần mềm.  PHẦN MỀM ĐƯỢC CUNG CẤP &quot;NHƯ HIỆN TRẠNG&quot; V&Agrave; KH&Ocirc;NG C&Oacute; BẤT KỲ H&Igrave;NH THỨC BẢO H&Agrave;NH N&Agrave;O.  EPSON V&Agrave; C&Aacute;C NH&Agrave; CUNG CẤP LI&Ecirc;N QUAN KH&Ocirc;NG V&Agrave; KH&Ocirc;NG THỂ ĐẢM BẢO HIỆU QUẢ HOẶC KẾT QUẢ M&Agrave; BẠN C&Oacute; THỂ ĐẠT ĐƯỢC KHI SỬ DỤNG PHẦN MỀM.  C&Aacute;C CH&Iacute;NH S&Aacute;CH BẢO H&Agrave;NH Ở TR&Ecirc;N N&Ecirc;U R&Otilde; C&Aacute;C BIỆN PH&Aacute;P DUY NHẤT V&Agrave; D&Agrave;NH RI&Ecirc;NG CHO VIỆC VI PHẠM CH&Iacute;NH S&Aacute;CH BẢO H&Agrave;NH CỦA EPSON V&Agrave; C&Aacute;C NH&Agrave; CUNG CẤP LI&Ecirc;N QUAN.  NGOẠI TRỪ CH&Iacute;NH S&Aacute;CH BẢO H&Agrave;NH GIỚI HẠN N&Ecirc;U TR&Ecirc;N, EPSON V&Agrave; C&Aacute;C NH&Agrave; CUNG CẤP LI&Ecirc;N QUAN KH&Ocirc;NG ĐẢM BẢO, D&Ugrave; L&Agrave; C&Ocirc;NG KHAI HAY NGỤ &Yacute;, VỀ KHẢ NĂNG KH&Ocirc;NG VI PHẠM, KHẢ NĂNG B&Aacute;N ĐƯỢC PHẦN MỀM HAY SỰ PH&Ugrave; HỢP CHO BẤT CỨ MỤC Đ&Iacute;CH CỤ THỂ N&Agrave;O.  Một số tiểu bang hoặc khu vực kh&ocirc;ng cho ph&eacute;p loại bỏ ch&iacute;nh s&aacute;ch bảo h&agrave;nh ngụ &yacute; hay giới hạn thời gian bảo h&agrave;nh ngụ &yacute;, v&igrave; vậy c&aacute;c giới hạn tr&ecirc;n c&oacute; thể kh&ocirc;ng &aacute;p dụng cho bạn.  Ch&iacute;nh s&aacute;ch bảo h&agrave;nh n&agrave;y cấp bạn một số quyền hạn ph&aacute;p l&yacute; cụ thể.  Bạn c&oacute; thể c&oacute; c&aacute;c quyền kh&aacute;c t&ugrave;y từng tiểu bang hoặc khu vực.<BR>
<BR>
	TRONG MỌI TRƯỜNG HỢP, EPSON CŨNG NHƯ C&Aacute;C NH&Agrave; CUNG CẤP LI&Ecirc;N QUAN SẼ KH&Ocirc;NG CHỊU TR&Aacute;CH NHIỆM ĐỐI VỚI BẠN - D&Ugrave; DO PH&Aacute;T SINH TỪ HỢP ĐỒNG, DO SAI S&Oacute;T (KỂ CẢ SƠ SUẤT), DO TU&Acirc;N THỦ TR&Aacute;CH NHIỆM BỒI THƯỜNG NGHI&Ecirc;M NGẶT, DO VI PHẠM HOẶC BẢO H&Agrave;NH, DO B&Oacute;P M&Eacute;O TH&Ocirc;NG TIN HOẶC DO C&Aacute;CH KH&Aacute;C - VỀ MỌI THIỆT HẠI TRỰC TIẾP, THIỆT HẠI DO HẬU QUẢ, THIỆT HẠI BẤT NGỜ HOẶC ĐẶC BIỆT, KỂ CẢ MỌI KHOẢN LỢI NHUẬN HAY TIẾT KIỆM BỊ MẤT, NGAY CẢ KHI EPSON, C&Aacute;C NH&Agrave; CUNG CẤP LI&Ecirc;N QUAN HOẶC BẤT KỲ ĐẠI DIỆN N&Agrave;O CỦA CH&Uacute;NG T&Ocirc;I Đ&Atilde; ĐƯỢC TH&Ocirc;NG B&Aacute;O VỀ KHẢ NĂNG XẢY RA C&Aacute;C THIỆT HẠI Đ&Oacute;, V&Agrave; CH&Uacute;NG T&Ocirc;I CŨNG KH&Ocirc;NG CHỊU TR&Aacute;CH NHIỆM VỀ BẤT CỨ KHIẾU KIỆN N&Agrave;O TỪ B&Ecirc;N THỨ BA.  Tuy nhi&ecirc;n, một số tiểu bang hoặc khu vực kh&ocirc;ng cho ph&eacute;p loại bỏ hoặc giới hạn c&aacute;c thiệt hại bất ngờ, thiệt hại do hậu quả hoặc thiệt hại đặc biệt, v&igrave; vậy c&aacute;c giới hạn tr&ecirc;n c&oacute; thể kh&ocirc;ng &aacute;p dụng cho bạn.<BR>
<BR>
<FONT SIZE="5"><B>6</B></FONT>. Chấm dứt thỏa thuận.  Thỏa thuận n&agrave;y sẽ tự động chấm dứt khi bạn kh&ocirc;ng tu&acirc;n thủ c&aacute;c điều khoản li&ecirc;n quan m&agrave; kh&ocirc;ng ảnh hưởng đến bất kỳ quyền lợi n&agrave;o kh&aacute;c của EPSON.  Bạn cũng c&oacute; thể chấm dứt Thỏa tuận n&agrave;y bất cứ l&uacute;c n&agrave;o bằng c&aacute;ch gỡ bỏ c&agrave;i đặt v&agrave; hủy bỏ Phần mềm c&ugrave;ng mọi bản sao li&ecirc;n quan.<BR>
<BR>
<FONT SIZE="5"><B>7</B></FONT>. Hạn chế xuất khẩu.  Bạn đồng &yacute; kh&ocirc;ng chuyển giao, xuất khẩu hoặc t&aacute;i xuất khẩu Phần mềm v&agrave; bất kỳ mọi dữ liệu hoặc th&ocirc;ng tin n&agrave;o m&agrave; bạn c&oacute; được từ EPSON hoặc sử dụng Phần mềm m&agrave; kh&ocirc;ng c&oacute; giấy ph&eacute;p ph&ugrave; hợp theo luật ph&aacute;p, hạn chế v&agrave; quy định của Nhật Bản hoặc luật ph&aacute;p của khu vực nơi b&aacute;n Phần mềm.<BR>
<BR>
<FONT SIZE="5"><B>8</B></FONT>. Luật gi&aacute;m s&aacute;t v&agrave; c&aacute;c điều khoản chung.   Thỏa thuận n&agrave;y sẽ được gi&aacute;m s&aacute;t v&agrave; &aacute;p dụng theo luật Nhật Bản m&agrave; kh&ocirc;ng quan t&acirc;m đến c&aacute;c m&acirc;u thuẫn trong Thỏa thuận với c&aacute;c quy định của luật ph&aacute;p.  Thỏa thuận n&agrave;y l&agrave; thỏa thuận thống nhất giữa c&aacute;c b&ecirc;n đối với Phần mềm, v&agrave; sẽ thay thế cho mọi đơn đặt h&agrave;ng, phương tiện li&ecirc;n lạc, h&igrave;nh thức quảng c&aacute;o hoặc phương thức tr&igrave;nh b&agrave;y li&ecirc;n quan đến Phần mềm.  Thỏa thuận n&agrave;y sẽ r&agrave;ng buộc v&agrave; mang lại lợi &iacute;ch cho c&aacute;c b&ecirc;n li&ecirc;n quan cũng như những người kế nhiệm, bổ nhiệm v&agrave; đại diện hợp ph&aacute;p ri&ecirc;ng của họ.  Nếu bất cứ điều khoản n&agrave;o trong Thỏa thuận n&agrave;y được xem l&agrave; kh&ocirc;ng c&oacute; hiệu lực hoặc kh&ocirc;ng thể thực thi th&igrave; điều khoản đ&oacute; sẽ kh&ocirc;ng ảnh hưởng đến t&iacute;nh hiệu lực của c&aacute;c điều khoản c&ograve;n lại trong Thỏa thuận - vốn sẽ vẫn giữ nguy&ecirc;n hiệu lực v&agrave; khả năng thực thi theo c&aacute;c điều khoản li&ecirc;n quan.  Thỏa thuận n&agrave;y chỉ c&oacute; thể được sửa đổi bằng văn bản c&oacute; chữ k&yacute; của nh&acirc;n vi&ecirc;n ủy quyền của EPSON.<BR>
<BR>
<FONT SIZE="5"><B>9</B></FONT>. Người ti&ecirc;u d&ugrave;ng l&agrave; Ch&iacute;nh phủ Hoa Kỳ. Nếu bạn đang mua Phần mềm đại diện cho bất kỳ đơn vị hay cơ quan n&agrave;o của Ch&iacute;nh phủ Hoa Kỳ th&igrave; c&aacute;c điều khoản sau đ&acirc;y sẽ được &aacute;p dụng.  Ch&iacute;nh phủ đồng &yacute;:
(i) nếu Phần mềm được cung cấp cho Bộ quốc ph&ograve;ng (DoD) th&igrave; Phần mềm sẽ được ph&acirc;n loại l&agrave; &quot;Phần mềm M&aacute;y t&iacute;nh Thương mại&quot; v&agrave; Ch&iacute;nh phủ sẽ chỉ mua &quot;c&aacute;c quyền giới hạn&quot; trong Phần mềm v&agrave; t&agrave;i liệu li&ecirc;n quan như được quy định tại Khoản 252.227-7013(c)(1) Đạo luật Bổ sung Quy định Mua h&agrave;ng Li&ecirc;n bang của Bộ Quốc ph&ograve;ng (DFARS); v&agrave; (ii) nếu Phần mềm được cung cấp cho bất kỳ đơn vị hay cơ quan n&agrave;o của Ch&iacute;nh phủ Hoa Kỳ thay v&igrave; Bộ Quốc ph&ograve;ng th&igrave; c&aacute;c quyền của Ch&iacute;nh phủ trong Phần mềm v&agrave; t&agrave;i liệu li&ecirc;n quan sẽ được quy định tại Khoản 52.227-19(c)(2) của Quy định Mua h&agrave;ng Li&ecirc;n bang (FAR) hoặc, trong trường hợp l&agrave; NASA th&igrave; tại Khoản 18-52.227-86(d) của Đạo luật FAR bổ sung của NASA.<BR><BR>
<BR>
<FONT SIZE="5"><B>10</B></FONT>. Kết nối internet.  Phần mềm c&oacute; thể c&oacute; khả năng kết nối internet để truyền dữ liệu v&agrave;/hoặc th&ocirc;ng tin đến v&agrave; từ m&aacute;y t&iacute;nh của bạn li&ecirc;n quan đến phần cứng v&agrave;/hoặc phần mềm EPSON (&quot;Sản phẩm EPSON&quot;) m&agrave; bạn sử dụng, bao gồm nhưng kh&ocirc;ng giới hạn ở c&aacute;c th&ocirc;ng tin về mẫu Sản phẩm EPSON, quốc gia/khu vực nơi bạn đang sống, t&igrave;nh trạng Sản phẩm EPSON, v.v... EPSON c&oacute; thể sửa đổi c&aacute;c mục dữ liệu v&agrave;/hoặc th&ocirc;ng tin n&agrave;y m&agrave; kh&ocirc;ng cần bạn chấp thuận trước.  EPSON kh&ocirc;ng thu thập bất kỳ th&ocirc;ng tin n&agrave;o mang t&iacute;nh nhận dạng c&aacute; nh&acirc;n m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p của bạn.  Tuy nhi&ecirc;n, EPSON c&oacute; thể sử dụng th&ocirc;ng tin kh&ocirc;ng mang t&iacute;nh nhận dạng c&aacute; nh&acirc;n v&agrave;o c&aacute;c mục đ&iacute;ch thống k&ecirc; để cải thiện mức độ dịch vụ m&agrave; ch&uacute;ng t&ocirc;i cung cấp cho người d&ugrave;ng. Nếu bạn đồng &yacute; c&agrave;i đặt Phần mềm th&igrave; bất kỳ hoạt động truyền tải n&agrave;o đến hoặc từ internet đều phải tu&acirc;n thủ Ch&iacute;nh S&aacute;ch Bảo Mật trước đ&oacute; - hiện h&agrave;nh của EPSON c&oacute; tr&ecirc;n trang web EPSON.<BR>
<BR>
<FONT SIZE="5"><B>11</B></FONT>. Cập nhật phi&ecirc;n bản phần mềm. Phần mềm c&oacute; thể c&oacute; khả năng kết nối internet với m&aacute;y chủ của EPSON hoặc với bất kỳ b&ecirc;n thứ ba n&agrave;o ủy quyền bởi EPSON để cập nhật phi&ecirc;n bản phần mềm (i) tự động hoặc (ii) c&oacute; sự chấp thuận trước của bạn. Phần mềm cập nhật n&agrave;y sẽ được xem l&agrave; Phần mềm v&agrave; tu&acirc;n thủ Thỏa thuận n&agrave;y.<BR>
<BR>
<BR>
<BR>
EPSON EULA VI
<BR>
<BR>
</FONT>
</BODY>
</HTML>

