<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</HEAD>
<BODY>
<FONT SIZE="3"><FONT SIZE="4"><B>SEIKO EPSON CORPORATION</B></FONT><BR>
<FONT SIZE="4"><B>OHJELMISTON K&Auml;YTT&Ouml;OIKEUSSOPIMUS</B></FONT><BR>
<BR>
T&Auml;RKE&Auml;&Auml;! TUTUSTU HUOLELLISESTI T&Auml;H&Auml;N OHJELMISTON K&Auml;YTT&Ouml;OIKEUSSOPIMUKSEEN.  T&auml;m&auml;n tietokoneohjelmistotuotteen, fonttiohjelmiston, kirjasinleikkaukset ja/tai tiedot, mukaan lukien kaikki ohessa toimitettu tukimateriaali (j&auml;ljemp&auml;n&auml; &quot;ohjelmisto&quot;), saa asentaa ja n&auml;it&auml; saa k&auml;ytt&auml;&auml; ainoastaan k&auml;ytt&ouml;oikeuden haltija (j&auml;ljemp&auml;n&auml; &quot;asiakas&quot;), edellytt&auml;en ett&auml; asiakas sitoutuu noudattamaan SEIKO EPSON CORPORATIONin (j&auml;ljemp&auml;n&auml; &quot;EPSON&quot;) asettamia, t&auml;ss&auml; sopimuksessa mainittuja ehtoja.  Ohjelmiston asentaminen merkitsee, ett&auml; k&auml;ytt&auml;j&auml; hyv&auml;ksyy kaikki sopimuksessa mainitut ehdot.  Asiakkaan tulee tutustua t&auml;h&auml;n sopimukseen huolellisesti ennen ohjelmiston asentamista tai k&auml;ytt&ouml;&auml;.  Mik&auml;li k&auml;ytt&auml;j&auml; ei hyv&auml;ksy t&auml;m&auml;n sopimuksen ehtoja, h&auml;nell&auml; ei ole lupaa ohjelmiston asentamiseen.<BR>
<BR>
<FONT SIZE="5"><B>1</B></FONT>.	K&auml;ytt&ouml;oikeus.  EPSON toimittajineen my&ouml;nt&auml;&auml; asiakkaalle henkil&ouml;kohtaisen ja yleisen, tekij&auml;npalkkiottoman, rajoitetun k&auml;ytt&ouml;oikeuden asentaa ja k&auml;ytt&auml;&auml; ohjelmistoa valitsemassaan tietokoneessa tai suoraan tai verkon kautta k&auml;ytett&auml;viss&auml; tietokoneissa. K&auml;ytt&auml;j&auml;ll&auml; ei ole lupaa my&ouml;nt&auml;&auml; ohjelmistoon alik&auml;ytt&ouml;oikeuksia.  Asiakas voi my&ouml;s sallia muiden verkkoon kytkettyjen tietokoneiden k&auml;ytt&auml;jien k&auml;ytt&auml;&auml; ohjelmistoa sill&auml; ehdolla, ett&auml; asiakas (a) varmistaa, ett&auml; kaikki t&auml;llaiset k&auml;ytt&auml;j&auml;t hyv&auml;ksyv&auml;t t&auml;m&auml;n sopimuksen ehdot, (b) varmistaa, ett&auml; kaikki k&auml;ytt&auml;j&auml;t k&auml;ytt&auml;v&auml;t ohjelmistoa ainoastaan verkkoon kytketyiss&auml; tietokoneissa ja verkon osana, ja (c) suojaa ja puolustaa EPSONia ja sen tavarantoimittajia kaikkia vahinkoja, menetyksi&auml;, kustannuksia, kuluja ja vastuita vastaan, jos ne johtuvat siit&auml;, ett&auml; k&auml;ytt&auml;j&auml;t eiv&auml;t ole noudattaneet t&auml;m&auml;n sopimuksen ehtoja. Asiakkaalla on niin ik&auml;&auml;n oikeus tehd&auml; ohjelmistosta varmuus- ja arkistokopioita tarvittavassa m&auml;&auml;rin edellytt&auml;en, ett&auml; tekij&auml;noikeusmerkint&auml; siirtyy kokonaisuudessaan my&ouml;s teht&auml;v&auml;&auml;n varmuuskopioon.  &quot;Ohjelmisto&quot; k&auml;sitt&auml;&auml; ohjelmiston komponentit, tietov&auml;lineet, kaikki asiakkaan tekem&auml;t kopiot ja mahdolliset p&auml;ivitykset, muutetut versiot, p&auml;ivitykset, lis&auml;ykset ja kopiot, joiden k&auml;ytt&ouml;oikeuden EPSON toimittajineen on my&ouml;nt&auml;nyt asiakkaalle. EPSON toimittajineen pid&auml;tt&auml;&auml; kaikki oikeudet, joita t&auml;ss&auml; nimenomaisesti ei ole my&ouml;nnetty.<BR>
<BR>
<FONT SIZE="5"><B>2</B></FONT>.Muut oikeudet ja oikeuksien rajoitukset.  Asiakas sitoutuu olemaan muuttamatta, sovittamatta ja k&auml;&auml;nt&auml;m&auml;tt&auml; ohjelmistoa.  Niin ik&auml;&auml;n asiakas sitoutuu olemaan perusteellisesti tutkimatta ohjelmiston valmistustapaa eik&auml; yrit&auml; selvitt&auml;&auml; ohjelmiston l&auml;hdekoodia.  Ohjelmistoa ei saa jakaa, vuokrata, liisata, kiinnitt&auml;&auml; tai lainata eik&auml; siihen saa my&ouml;nt&auml;&auml; alik&auml;ytt&ouml;oikeuksia.  Asiakkaalla on kuitenkin oikeus siirt&auml;&auml; kaikki oikeutensa ohjelmiston k&auml;ytt&ouml;&ouml;n toiselle henkil&ouml;lle tai juridiselle henkil&ouml;lle sill&auml; edellytyksell&auml;, ett&auml; asiakas siirt&auml;&auml; kyseiselle henkil&ouml;lle tai oikeussubjektille t&auml;m&auml;n sopimuksen, ohjelmiston mukaan lukien kaikki kopiot, p&auml;ivitykset ja aikaisemmat versiot eik&auml; s&auml;ilyt&auml; itsell&auml;&auml;n siit&auml; kopioita mukaan lukien tietokoneelle tallennetut kopiot. Er&auml;&auml;t valtiot ja laink&auml;ytt&ouml;alueet eiv&auml;t kuitenkaan salli ohjelmiston siirt&auml;misen rajoituksia, joten edell&auml; mainitut rajoitukset eiv&auml;t v&auml;ltt&auml;m&auml;tt&auml; koske kaikkia asiakkaita.<BR>
<BR>
<FONT SIZE="5"><B>3</B></FONT>.	Omistusoikeus.  Ohjelmiston ja sen kaikkien kopioiden omistusoikeus sek&auml; ohjelmistoon liittyv&auml;n aineettoman omaisuuden oikeudet s&auml;ilyv&auml;t EPSONilla ja t&auml;m&auml;n toimittajilla.  Ohjelmiston omistusoikeudet eiv&auml;t siirry asiakkaalle eik&auml; t&auml;m&auml;n k&auml;ytt&ouml;oikeustodistuksen sis&auml;lt&ouml;&auml; voida tulkita ohjelmiston oikeuksien myymiseksi.  T&auml;m&auml; ohjelmisto on suojattu Japanin tekij&auml;noikeuslaeilla ja kansainv&auml;lisill&auml; sopimuksilla sek&auml; muilla aineetonta omaisuutta koskevilla laeilla ja sopimuksilla.  Asiakas ei saa valmistaa ohjelmistosta kopioita muutoin kuin t&auml;ss&auml; sopimuksessa esitetyll&auml; tavalla.  Asiakas sitoutuu niin ik&auml;&auml;n olemaan poistamatta tai muuttamatta mit&auml;&auml;n ohjelman tekij&auml;n- tai omistusoikeusmerkint&ouml;j&auml;.<BR>
<BR>
<FONT SIZE="5"><B>4</B></FONT>. Ohjelman suojaaminen.  Asiakas sitoutuu parhaan kykyns&auml; mukaan ja kohtuullisin ponnistuksin suojaamaan ohjelmistoa est&auml;&auml;kseen sen joutumisen valtuuttamattomien henkil&ouml;iden k&auml;siin ja varmistaakseen, ett&auml; ohjelmistosta ei valmisteta luvattomia kopioita, ohjelmistoa ei julkaista ja levitet&auml; eik&auml; sen tietoja paljasteta.  Ohjelmisto sis&auml;lt&auml;&auml; arvokasta ja luottamuksellista tietoa sek&auml; liikesalaisuuksia. Luvaton k&auml;ytt&ouml; ja kopiointi vahingoittavat EPSONia ja sen toimittajia. Asiakas on velvollinen pit&auml;m&auml;&auml;n kyseiset arvokkaat tiedot ja liikesalaisuudet luottamuksellisina.<BR>
<BR>
<FONT SIZE="5"><B>5</B></FONT>. Rajoitettu takuu.  Mik&auml;li asiakas on saanut ohjelmiston EPSONin tai j&auml;lleenmyyj&auml;n toimittamalla tietov&auml;lineell&auml;, EPSON takaa, ett&auml; tietov&auml;line, jolle ohjelmisto on tallennettu, on fyysisesti virheet&ouml;n ja toimii normaalisti k&auml;ytettyn&auml; 90 vuorokauden ajan toimitusp&auml;iv&auml;m&auml;&auml;r&auml;st&auml; laskien.  Mik&auml;li tietov&auml;line palautetaan EPSONille tai j&auml;lleenmyyj&auml;lle, jolta se on per&auml;isin, 90 vuorokauden kuluessa asiakkaalle toimituksesta, ja jos EPSON katsoo kyseisen tietov&auml;lineen vialliseksi ja toteaa, ett&auml; tietov&auml;linett&auml; ei ole k&auml;sitelty ep&auml;asianmukaisesti tai viallisessa laitteistossa, EPSON sitoutuu korvaamaan tietov&auml;lineen asiakkaan palautettua ohjelmiston mukaan lukien kaikki sen osat ja siit&auml; valmistetut kopiot EPSONille.  KAIKKI TAKUUT, JOITA EI OLE ILMAISTU KIRJALLISESTI, MUTTA JOTKA LAIN MUKAAN OVAT VOIMASSA, MUKAAN LUKIEN OLETETUT TAKUUT, JOTKA KOSKEVAT VIRHEETT&Ouml;MYYTT&Auml; JA SOVELTUVUUTTA TIETTYYN TARKOITUKSEEN, OVAT VOIMASSA AINOASTAAN EDELL&Auml; MAINITUN TAKUUKAUDEN.<BR>
<BR>
Ohjelman k&auml;ytt&ouml; on yksinomaan k&auml;ytt&auml;j&auml;n vastuulla.  OHJELMISTO TOIMITETAAN SELLAISENAAN ILMAN MINK&Auml;&Auml;NLAISIA TAKUITA.  EPSON TOIMITTAJINEEN EI TAKAA EIK&Auml; VOI TAATA OHJELMAN TOIMINTAA TAI TULOKSIA, JOITA ASIAKAS SAA OHJELMAA K&Auml;YTT&Auml;M&Auml;LL&Auml;.  EDELL&Auml; ILMAISTUT OIKEUDET OVAT EPSONIN JA T&Auml;M&Auml;N TOIMITTAJIEN TAKUUTA KOSKEVAN SOPIMUSVELVOITTEEN LAIMINLY&Ouml;NTIIN LIITTYV&Auml;T AINOAT OIKEUDET, JOHON ASIAKAS ON OIKEUTETTU.  EDELL&Auml; MAINITTUA RAJOITETTUA TAKUUTA LUKUUN OTTAMATTA EPSON EI TOIMITTAJINEEN ANNA MIT&Auml;&Auml;N NIMENOMAISIA TAI EP&Auml;SUORIA TAKUITA, JOTKA KOSKEVAT OIKEUKSIEN LOUKKAAMISTA, MYYNTIKELPOISUUTTA TAI SOPIVUUTTA TIETTYYN TARKOITUKSEEN.  Er&auml;&auml;t osavaltiot ja laink&auml;ytt&ouml;alueet eiv&auml;t salli ep&auml;suorasti ilmaistujen takuiden poissulkemista tai ajallisia rajoituksia ep&auml;suorasti ilmaistujen takuiden kestoon, joten edell&auml; mainittu rajoitus ei v&auml;ltt&auml;m&auml;tt&auml; koske kaikkia asiakkaita.  T&auml;m&auml;n takuun nojalla asiakkaalle my&ouml;nnet&auml;&auml;n tietyt lailliset oikeudet.  Muut oikeudet voivat vaihdella osavaltioittain tai laink&auml;ytt&ouml;alueittain.<BR>
<BR>
EPSON TAI T&Auml;M&Auml;N TOIMITTAJAT EIV&Auml;T MISS&Auml;&Auml;N TAPAUKSESSA OLE VASTUUSSA ASIAKKAALLE SOPIMUKSEN, SOPIMUSRIKKOMUKSEN (MUKAAN LUKIEN LAIMINLY&Ouml;NTI), ANKARAN VASTUUN, TAKUUTA KOSKEVAN SOPIMUSEHDON T&Auml;YTT&Auml;MISEN LAIMINLY&Ouml;NNIN, V&Auml;&Auml;RISTELYN TAI MUUN NOJALLA MIST&Auml;&Auml;N SUORASTA, V&Auml;LILLISEST&Auml;, SATUNNAISESTA TAI ERITYISEST&Auml; VAHINGOSTA MUKAAN LUKIEN MENETETTY VOITTO TAI S&Auml;&Auml;ST&Ouml;, VAIKKA T&Auml;LLAISTEN VAHINKOJEN MAHDOLLISUUDESTA TAI KOLMANNEN OSAPUOLEN KORVAUSVAATIMUKSESTA OLISIKIN ETUK&Auml;TEEN ILMOITETTU EPSONILLE, T&Auml;M&Auml;N TOIMITTAJILLE TAI EDUSTAJILLE.  Er&auml;&auml;t osavaltiot tai laink&auml;ytt&ouml;alueet eiv&auml;t kuitenkaan salli v&auml;lillisten, satunnaisten tai erikoisten vahinkojen vahingonkorvausvastuun poissulkemista tai rajoittamista, joten edell&auml; mainittu rajoitus ei v&auml;ltt&auml;m&auml;tt&auml; koske kaikkia asiakkaita.<BR>
<BR>
<FONT SIZE="5"><B>6</B></FONT>.	Sopimuksen purkaminen.  Vaikuttamatta EPSONin muihin oikeuksiin t&auml;m&auml; sopimus raukeaa automaattisesti mik&auml;li asiakas rikkoo sen ehtoja.  Asiakas voi niin ik&auml;&auml;n p&auml;&auml;tt&auml;&auml; sopimuksen haluamanaan ajankohtana poistamalla ohjelmiston asennuksen ja tuhoamalla ohjelmiston ja kaikki sen kopiot.<BR>
<BR>
<FONT SIZE="5"><B>7</B></FONT>. Vientirajoitus.  Asiakas sitoutuu olemaan siirt&auml;m&auml;tt&auml;, viem&auml;tt&auml; tai j&auml;lleenviem&auml;tt&auml; ohjelmistoa tai mit&auml;&auml;n joko EPSONilta tai ohjelman kautta saamiaan tietoja ilman p&auml;tev&auml;&auml; Japanin lain, tai hankintamaan oikeusj&auml;rjestelm&auml;n hyv&auml;ksym&auml;&auml;n lupaa.<BR>
<BR>
<FONT SIZE="5"><B>8</B></FONT>. Sovellettava laki ja yleiset s&auml;&auml;d&ouml;kset.  T&auml;h&auml;n sopimukseen sovelletaan ja sopimusta tulkitaan Japanin lains&auml;&auml;d&auml;nn&ouml;n mukaan.  Sopimuksen ristiriidat lakiohjeiden kanssa j&auml;tet&auml;&auml;n huomiotta.  T&auml;m&auml; sopimus on ohjelmistoon liittyvien osapuolten v&auml;linen koko sopimus ja se korvaa kaikki ohjelmaa koskevat ostotoimeksiannot, ilmoitukset, mainokset tai kuvaukset.  T&auml;m&auml; sopimus sitoo molempia osapuolia ja n&auml;iden seuraajia, luovutuksensaajia ja valtuutettuja.  Mik&auml;li jokin sopimuksen s&auml;&auml;d&ouml;s katsotaan ep&auml;p&auml;tev&auml;ksi tai sit&auml; ei voida panna toimeen, t&auml;m&auml; ei mit&auml;t&ouml;i koko sopimuksen p&auml;tevyytt&auml;. Sopimusta sovelletaan t&auml;st&auml; huolimatta siin&auml; esitettyjen ehtojen mukaan.  T&auml;t&auml; sopimusta voi muuttaa ainoastaan ESPONin kirjallisesti valtuuttama henkil&ouml;.<BR>
<BR>
<FONT SIZE="5"><B>9</B></FONT>. K&auml;ytt&auml;jin&auml; Yhdysvaltain viranomaiset. Mik&auml;li asiakas on hankkinut ohjelmiston jonkin Yhdysvaltain valtiota edustavan yksik&ouml;n tai viranomaisen puolesta, sovelletaan seuraavia s&auml;&auml;d&ouml;ksi&auml;.  Yhdysvallat sitoutuu seuraavaan: (i) jos ohjelmisto toimitetaan Yhdysvaltain puolustusministeri&ouml;lle (DoD), ohjelmisto luokitellaan kuuluviksi luokkaan &quot;Commercial Computer Software&quot; ja hallituksella on ohjelmistoon ja sen k&auml;ytt&ouml;oppaisiin ainoastaan &quot;rajoitetut oikeudet&quot; sen mukaan, miten DFARS-m&auml;&auml;r&auml;yksen kohdassa 252.227-7013(c)(1) on m&auml;&auml;ritelty, ja (ii) jos ohjelmisto toimitetaan muulle yksik&ouml;lle tai viranomaiselle kuin puolustusministeri&ouml;, Yhdysvaltain hallituksen oikeudet ohjelmistoon ja sen k&auml;ytt&ouml;oppaisiin luokitellaan sen mukaan, mit&auml; FAR-s&auml;&auml;d&ouml;ksen 52.227-19(c)(2) -kohdassa sanotaan, tai NASAn tapauksessa NASAn FAR-liitteen kohdan 18-52.227-86(d) perusteella.<BR>
<BR>
<FONT SIZE="5"><B>10</B></FONT>. Internet-yhteys.  Ohjelmistolla saattaa olla Internet-yhteyden mahdollistava toiminto, joka l&auml;hett&auml;&auml; dataa ja/tai tietoa tietokoneellesi ja tietokoneeltasi koskien k&auml;ytt&auml;m&auml;&auml;si EPSON-laitteistoa ja/tai -ohjelmistoa (&ldquo;EPSON-tuotteet&rdquo;) sis&auml;lt&auml;en, mutta ei t&auml;h&auml;n rajoittuen, tietoa EPSON-tuotteen mallista, asiakkaan asuinmaasta/-alueesta, EPSON-tuotteen kunnosta jne.  EPSON voi muuttaa t&auml;llaisen datan ja/tai tiedon kohtia ilman asiakkaan ennakkohyv&auml;ksynt&auml;&auml;.  EPSON ei ker&auml;&auml; mit&auml;&auml;n henkil&ouml;llisyyden paljastavia tietoa ilman asiakkaan lupaa.  EPSON voi kuitenkin k&auml;ytt&auml;&auml; tietoja, jotka eiv&auml;t paljasta henkil&ouml;llisyytt&auml;, tilastollisiin tarkoituksiin parantaakseen k&auml;ytt&auml;jille tarjoamansa palvelun tasoa  Mik&auml;li hyv&auml;ksyt ohjelmiston asennuksen, kaikki tiedon kulku Internetiin tai Internetist&auml; tapahtuu EPSONin www-sivulla olevan sen hetkisen EPSONin yksityisyysk&auml;yt&auml;nn&ouml;n mukaisesti.<BR>
<BR>
<FONT SIZE="5"><B>11</B></FONT>. Ohjelmistoversion päivitys. Ohjelmistossa voi olla mahdollisuus muodostaa yhteys Internetin välityksellä EPSONin tai muun EPSONin luottaman kolmannen osapuolen palvelimeen ohjelmistoversion (i) automaattista päivitystä varten tai (ii) asiakkaan edeltäkäsin antaman luvan perusteella tapahtuvaa päivitystä varten. Tällaisen päivitetyn ohjelmiston katsotaan olevan Ohjelmisto ja sitä koskevat tämän sopimuksen määräykset.<BR>
<BR>
<BR>
<BR>
EPSON EULA FI
<BR>
<BR>
</FONT>
</BODY>
</HTML>

